{
  "The-Guardian": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Guardian",
    "nickname": "Bahamut, the Guardian",
    "trueName": "Bahamut",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Life",
      "Order",
      "Protection"
    ],
    "linkingWords": ["Platinum Dragon", "the Guardian","Bahamut"],
    "alignment": "Lawful Good",
    "gender": "Masculine",
    "titles": [
        "Celestial Dragon",
        "Platinum Knight",
        "Dragon King",
        "God of Dragons",
        "The Valiant"
    ],
    "worshipers": [
        "Metallic Dragons",
        "Knights",
        "Judges"
    ],
    "symbol": "Shield with three vertical lines",
    "type": "Greater Deity",
    "majorTemples": [
        "Sacellum of the Guardian"
    ],
    "shrineImg": ["shrine-guardian"],
    "tags": ["Greater Deity","dragons","lawful good","life","justice","protection","knight","paladin"],
    "description": [
        "@+The Guardian+@, Bahamut, is the God-King of all good dragons and the protector of mortals. Bahamut is one of the the most renowned gods among mortal races of Centhris, and is said to command a deep respect within the Pantheon, even from those who would view him as an enemy. The Guardian and his worshipers value life, and do not harm other creatures needlessly. In battle, his servants follow a strict code of martial conduct, and generally are unwilling to harm an opponent that is unable to defend itself.",
        "The Guardian is said to be proud beyond reproach. His canon states that pride is necessary for any creature to be magnanimous; one has to believe in standards for themselves, and strive to surpass them, before standards can be applied to others. Many followers adhere to this ideal, often resulting other viewing his church as haughty and aloof."
    ],
    "articles": {
      "Epithets": [
        "Aside from local epithets that simply designated the deity as doing something at some particular place, the epithets or titles applied to Bahamut emphasized different aspects of his authority:",

        "• @+Bahamut Praestes+@: Bahamut the defender of mortals.",
        "• @+Bahamut Viritualis+@: Bahamut the virtuous, paragon of the chivalric code. Patron of errant knights and holy champions.",
        "• @+Bahamut Taslionus+@: Bahamut as the god-king of metallic dragons. Patron to his children.",
        "• @+Bahamut Honoratus+@: Bahamut the honorable. He who is without reproach."
      ],
      "Dogma": [
        "The Church of the Guardian's dogma is based on justice, nobility, protection, and honor. His church teaches its followers to always uphold the highest ideals of honor and justice; to be constantly vigilant against evil and to oppose it from all fronts; and to protect the weak, liberate the oppressed, and defend just order. The Guardian is said to advocate a 'greater justice' that includes fighting against evil and toppling oppressive regimes. The church also is keen to reward strength of purpose and character in his followers.",
        "The Church of the Guardian holds a strong central structure and canon which includes the @*Leges Aequitatis*@. Each church of the Celestial Dragon contains a central pillar, shrine or statue of the Dragon King which displays the church's code. Every follower of the church of the Guardian, and most people with a passing knowledge of religious rites are able to recite it. The major tenants of the Leges Aequitatis are:",
        "@*Justice, virtue and good above all.*@",
        "@*Honor and fealty to just lords.*@",
        "@*Honor and protect the righteous innocence.*@",
        "@*Seek out and correct the enemies of justice and good.*@",
        "@*Honor and forbearance for oneself.*@"
      ],
      "Righteous Dignity": [
        "The canon law of the Guardian expressly disapproves of zealotry. The Church of the Guardian holds itself to the ideals of its patron, but does not seek to actively spread or force its beliefs upon others. Instead, the church seeks to hold itself up as an ideal that others might strive to meet.",
        "While the followers of the Guardian do not overtly proselytize or attempt to convert followers, many have been swayed to the Celestial Dragon's church through his followers' selfless acts and example."
      ],
      "Valiant Knights": [
        "The Church of the Guardian teaches its followers that the truest communion with their god is through active expressions of bravery, heroism and self sacrifice. Young men and women called to his service often travel Centhris seeking to do good in his name. These Paladins and Clerics are collectively known as Valiant Knights or Valiants. Many of these followers actively seek to root out evil and defend those who cannot defend themselves, and many are willing to make the ultimate sacrifice in the name of their patron.",
        "The Valiant Knights are generally revered by the common folk of Centhris. They are seen as protectors, champions and paragons of good. Questing knights and clerics of the Guardian are regularly welcomed into peasant homes, and provided with food and a place to rest. Occasionally, charlatans will masquerade as Valiants, duping a desperate or ignorant populace. Such acts are regarded as an affront to the the Platinum Dragon and his true servants are charged with seeking out and dispensing justice to any who would sully their gods name.",
        "The Valiants also have earned a reputation for being dragon slayers, or dragon knights. The church actively opposes the activities of chromatic dragons on Centhris and his followers are keenly aware that if they do not remain vigilant, the powerful servants of the Wyrm could bring ruin upon the Prime Materium."
      ],
      "Relations with other Faiths": [
        "While the Church of the Guardian and its followers are revered by the common folk, followers of other gods and those of station tend to find the church cumbersome. The ideals of the Celestial Dragon are lofty, they do not match the reality of the world around them. The followers of the Guardian tend to view the world in black and white, while most others understand that the world is, in fact, a wide spectrum of morally gray choices.",
        "The followers and churches of some other deities maintain good relations with the Church of the Guardian. The churches of the Maker, the Arbiter and the Tempest have varying degrees of interaction with the followers of the Guardian. Though none of these followers see completely eye to eye, they all understand that they stand as a common bloc against others that might threaten the safety, order and dignity of the societies their patrons guard. The church and the Cult of the Champion often overlap in times of war, as soldiers venerate the Champion while also embracing the protection of the Guardian. Faithful of the Guardian find those who follow Isilena to be keen allies, but often differ on what motivates their actions, as the followers of Bahamut wish to instill order, while heroes of the Champion focus on doing good regardless of its effect on the order of the world.",

        "The Church of the Guardian canon demands the seeking and directly opposition of the acts of, though not the existence of, the churches of the Wyrm, the Stygian and the Fiend. Other evil gods and their cults are viewed with suspicion, but their aims only occasionally require direct intervention from the Valiants, and the champions of the Guardian do not actively seek out their members."
      ],
      "Divine Realm": [
        "The Guardian's Hall is said to be a sight to behold. High atop the heavens, it stands as a massive palace, the exterior plated with platinum, reflecting the light of heaven like a impossibly bright lighthouse. Inside of the marble halls of dragon god's home, many exotic materials can be found: precious metals, astral ivory and gemstones of incredible size decorate windows and mithral walls. This is not just for vanity: the Celestial Dragon's gigantic palace is said to serve as remind the other gods of the Guardian's might, and on a more basic level, it also serves as his hoard. It is here, atop the Divine Lighthouse that he holds court, deals with other deities and beings of near similar power, and passes judgment on the wicked."
      ]
    }
  },
  "The-Eternal": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Eternal",
    "nickname": "Anethos, the Eternal",
    "trueName": "Anethos",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Life",
      "Light",
      "Zeal"
    ],
    "alignment": "Neutral Good",
    "gender": "Masculine",
    "titles": [
      "King of the Gods",
      "Dawnfather",
      "Sky Rider",
      "Summer Sun",
      "Lord of Inspiration"
    ],
    "worshipers": [
        "Artists",
        "Athletes",
        "Nobility",
        "Peasants"
    ],
    "symbol": "Sunrise over a hill",
    "shrineImg": ["shrine-eternal"],
    "linkingWords": ["the Eternal","Sun God","Anethos"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","neutral good","Life","Light","Rebirth","Glory"],
    "description": [
      "Anethos, the @+Eternal+@, is one of the most significant deities in the Centhrian Pantheon. @~Though he goes by many names and epithets across cultures, his primary role is always as the god of the sun. In most cultural interpretations of the pantheon he is also placed in the role of patriarch and king of the gods.~@",

      "The Eternal is generally depicted as a tall humanoid in golden armor wearing a crown of sunbeams. In some cults the crown is replaced by a golden mask which radiates sunlight. Anethos is frequently depicted by artists in one of two poses: standing upon a single wheeled chariot pulled by seven Aaghoda, celestial horses with flaming manes, or seated in majesty.",

      "Anethos is the child of the elder titans Zaman, the lord of time, and Shatana, the matron of reality.  In most traditions he is married to Nevondria, by whom he is said to have fathered Aegeroth, Herathī, Isilena and Yelensa."
    ],
    "articles": {
      "Epithets": [
        "Aside from local epithets that simply designated the deity as doing something random at some particular place, the epithets or titles applied to Anethos emphasized different aspects of his wide-ranging authority:",
        
        "• @+Anethos Suveran+@: Anethos as king of the gods and patron of kings.",
        "• @+Anethos Jurama+@: Anethos as keeper of oaths. In some cultures exposed liars are made to dedicate a votive statue to Anethos, generally at a local temple to the sun god.", 
        "• @+Anethos Eteret+@: Anethos as the sky rider and lord of the heavens, often associated with astrological and meteorological events.",
        "• @+Anethos Inochos+@: Anethos the lord of charioteers, horsemen and carriage drivers. In many cultures that favor a tradition of riding or chariot racing, he is invoked before a race."
      ],
      "Cults of the Eternal": [
        "As one of the most important deities across all of Centhris, the Eternal has the largest number, and widest variety of cults which venerate him. Most often cults which include Anethos do so as part of their worship of the Centhrian pantheon as a whole, or specific subsets of the gods.",

        "@#Monotheism#@",        
        "In a strange deviation from the standard worship of the gods, there are some places in the world which view Anethos as not a member of a pantheon, but instead as a single, monotheistic deity whose might manifests in numerous consubstantial persons, or hypostasis. These monotheists argue as part of their faith that the power of the sun god is nearly infinite, and the mortal mind are incapable of comprehending the supreme cosmic power of this singular deity, referred to as @+Anethos Solum+@."
      ]
    },
    "dmArticles": {
      "Dogma": [],
      "Relations with other Faiths": [],
      "Divine Realm": []
    }
  },
  "The-Maker": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Maker",
    "nickname": "Usterral, the Maker",
    "trueName": "Usterral",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Forge",
      "Order",
      "Knowledge"
    ],
    "alignment": "Lawful Good",
    "gender": "Masculine",
    "titles": [
        "World Smith",
        "Hammer Lord",
        "Mountain King"
    ],
    "worshipers": [
        "Dwarves",
        "Smiths",
        "Miners"
    ],
    "symbol": "Crown over an anvil ",
    "shrineImg": ["shrine-maker"],
    "linkingWords": ["the Maker","World Smith","Usterral"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","lawful good","Forge","Valor","Knowledge"],
    "description": [

    ],
    "articles": {

    }
  },
  "The-Champion": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Champion",
    "nickname": "Isilena, the Champion",
    "linkingWords": ["Isilena","the Champion"],
    "trueName": "Isilena",
    "parents": "Anethos and Nevondria",
    "siblings": "Aegeroth, Herathi, Malendra, Ukrom",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Strength",
      "War",
      "Life"
    ],
    "alignment": "Neutral Good",
    "gender": "Feminine",
    "titles": [
        "Goddess of Valor",
        "White Lady",
        "Hope Bringer",
        "Hand of Righteousness"
    ],
    "worshipers": [
        "Paladins",
        "Knights",
        "Heroes",
        "the downtrodden"
    ],
    "symbol": "White longsword",
    "shrineImg": ["shrine-champion"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","neutral good","Courage","War","Life","knight","paladin"],
    "description": [
        "@+The Champion+@, Isilena, is generally depicted as a powerful woman with long, flowing, white hair, who is clad in heavy armor and wielding a longsword. She is the patron of the soldiers, knights and questing paladins. Many soldiers who were overcome with a battle frenzy claim to have seen her in the midst of battle, fighting on the side of victors of the conflict. Many soldiers pray to her before battle for protection, inspiration and courage. So common is her worship in camp that clerics of the Champion often march behind an army's column, carrying mobile shrines and relics of the goddess.",

        "She is also the hero and patron to the downtrodden. Many suffering people pray to the Champion for aid and when help arrives, it is the Champion that most often receives credit for ushering the would-be hero along their path.",

        "The Champion's ancient foe is the Fiend, the Dread King of the Burning Abyss, whom she has fought in numerous battles against throughout the eons. She is the sister of Aegeroth, the Conqueror. The divine siblings are said to endlessly debate the merits of strategy and heroism, with the Champion giving voice to chivalric ideals while Aegeroth favors a more pragmatic, jaded point of view."
    ],
    "articles": {
        "Disorganized Faithful": [
            "The Champion does not have many true temples dedicated to her. Her followers are soldiers, mercenaries and other peoples of conflict who invoker her rights and appeal for her blessing as part of daily training or in preparation for a battle. Most barracks, forts and encampments have shrines or idols dedicated to Isilena in a central location, along with an offering bowl generally placed at the base of the shrine. Though there is no set tithe to the Champion, most soldiers who follower to dogma leave two copper pieces as an offering, in hopes that the coins will be enough to invoke the goddess' protection and avoid having the same coins placed over their eyes, should fall in battle.",
            "The Champion is generally only worshiped by civilized races who follow tactics, planning and restraint. The Lady of Valor does not approve of those who would needlessly slaughter a defeated foe, or inflict cruel punishments upon the vanquished. Those who delight in slaughter and cruel violence tend to favor the Fiend, for the revel in his strength, brutality and lust for bloodshed."
        ],
        "Holy Champions": [
            "Clerics and Paladins of Isilena favor heavy armor, shields and disciplined fighting, usually in formation. Followers of the Goddess of Valor believe that a failure to plan will undoubtedly result in a journey into Neshaya's Garden. Most members of the Cult of Isilena carry with them the Codex of Vigilence, a treatise on the arts of valor, warfare, battle tactics and campaign strategy written by the legendary dwarf general Khorohr of Thellodur. The Codex is considered one of the greatest works of dwarven poetry ever written and in its original Dwarven can be sung as a battle hymn. Sadly, it loses this quality when translated."
        ],
        "Dogma": [
            "Without a formal church, there is almost no formal dogma for the Champion. Though her cult lacks tenets, her followers tend to adhere to the same general ideals which are generally shared through stories and ballads. The Goddess of Valor is seen a selfless servant of others. Her followers trust their intuition, often to the dismay of allies who adhere to a more strict code, be it order or chaos."
        ],
        "Relations with other Faiths": [
            "The Cult of the Champion lacks any kind of formal organized structure, making any kind of formal relationship difficult to establish with other cults. Followers of the Champion can find an open welcome almost any place they go, given their reputation for self sacrifice, heroism and valor.",
            "The Church of the Eternal and the Seers of the Tempest are welcome of allies of the cult of the Champion. Both cults find the ideals of the White Lady regularly align with their altruistic world views. Seers and wardens of the Tempest can occasionally stray into glory hunting, which followers of the Champion find difficult to understand.",
            "The churches of the Arbiter and the Maker generally views followers of the Champion as welcome idealists, though their unwillingness to adhere to laws that they find unfair often cause them to clash. Likewise, the "
        ]
    }
  },
  "The-Arbiter": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Arbiter",
    "nickname": "Kezolet, the Arbiter",
    "trueName": "Kezolet",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "epithets": [
      "Kezolet Nomikos",
      "Kezolet Dekastis",
      "Kezolet Tekniker",
      "Kezolet Igemonas"
    ],
    "portfolio": [
      "Order",
      "Knowledge",
      "Solidarity"
    ],
    "alignment": "Lawful Neutral",
    "gender": "Agender",
    "titles": [
        "Law Bringer",
        "City Builder",
        "the Inventor",
        "Lord of Order"
    ],
    "worshipers": [
        "rulers",
        "judges",
        "engineers",
        "pioneers",
        "artisans"
    ],
    "symbol": "Scales, Gavel",
    "shrineImg": ["shrine-arbiter"],
    "linkingWords": ["the Arbiter","Law Giver","Kezolet"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","lawful neutral","Knowledge","Civilization","Law"],
    "description": [
      "Kezolet, @+the Arbiter+@, is depicted as a graceful, otherworldly figure clad in robes and ornamental jewelry. The Arbiter is generally portrayed as having an inhuman form, possibly with multiple sets of arms, a face devoid of features or a featureless mask obscuring their visage. They are depicted with as a tranquil god, serene and detached; not allowing outside forces effect sway their judgments. They embody the ideals of civilization, including law, order, construction, roads and the crafting of items used in everyday life, such as glassware, pottery, leather work, and jewelry.",

      "Along side their connection to civilization and construction, believe and adherence to the teachings of Kezolet often fall into the ethical sphere. The word @*kezolar*@ is a common noun meaning \"contract, covenant or treaty\". Thus, the Arbiter is the god of agreements between people. Breaking such agreements is said to be subject to severe punishment whether the agreement was made between individuals or sociopolitical entities. In this capacity they are said to intervene on behalf of those faithful to treaties by subjecting oathbreakers to panic and defeat."
    ],
    "articles": {
      "Origins": [
        "Unlike much of the Centhrian pantheon, the Arbiter is not a direct relation to the Eternal, the Philosopher or the Maker. Some believe, much like with the Guardian and the Dragon Below, the cult of Kezolet was integrated from older, forgotten faiths.",
        "Some mages and cosmic scholars have argued that the Arbiter is not a traditional god at all, but instead one of the last remaining Titans from the Mornaug Ragoth. If this is indeed the case, it raises questions as to why the other gods did not destroy Kezolet along with the other primordials, titans and aberrations during the Cosmic Sundering."
      ],
      "Epithets": [
        "Aside from local epithets that simply designated the deity as doing something at some particular place, the epithets or titles applied to Kezolet emphasized different aspects of their authority:",

        "• @+Kezolet Nomikos+@: Kezolet the divine advocate and patron of lawyers.",
        "• @+Kezolet Dekastis+@: Kezolet as the supreme judge and arbiter of divine and mortal disputes.",
        "• @+Kezolet Tekniker+@: Kezolet as the architect of the cosmos and patron of engineers.",
        "• @+Kezolet Igemonas+@: Kezolet as the patron of sovereign nations and governments."
      ],
      "Dogma": [
        "The dogma of the Cult of the Arbiter is based on what its followers consider universal concepts of knowledge, order and justice without the trappings of moral bindings. To those who follow Kezolet, the endless search for order and justice means one must do away with false concepts like \"good\" and \"evil\". True justice is not about revenge, nor mercy. It is punishment, redemption or repayment for sins committed. True knowledge means learning all that can be known, regardless of wether it @*might*@ be used for good or evil intentions in the future.",

        "As expected of a cult following a supreme being of order, the faithful of the Arbiter maintain a rigid canon of laws. These laws are always relative to the civilization in which each cult presides. A codex on the walls of a court in Sennhoff would display wildly different laws than those posted on a minister's manor in Daotian. The universals across all cults are as follows:",
        
        "@*Without civilization and social order, there is only chaos.*@",
        "@*Laws are to be followed regardless of your moral impression of them.*@",
        "@*If a law is unjust, it can be changed, but never ignored.*@",
        "@*A society that does not know its laws cannot follow them. Teach the law so others can adhere to it.*@"
      ],
      "Cult, Temples and Shrines": [
        "The Cult of the Arbiter is one of the most wide-spread across Centhris, due both to the god's patronage of civilization itself, but also due to the practical matter of the need for laws in organized society. In more chaotic societies, such as tribes of orcs or bands of savage giants, the role of the Arbiter is often supplanted by the worship of the Tempest. Their cult is often associated with legal systems, civil infrastructure and fortifications. Many clerics of the Arbiter are skilled engineers or legal scholars. ",

        "Temples to the Lord of Order double as court houses, town halls or other civic buildings. Shrines most often come in the form of tall, square pillars. Most often the outside of the shrine is covered in the legal code for the area, or is used as a prominent place to display edicts or decrees."
      ],
      "Relations with other Faiths": [
        "The Cult of the Arbiter is widely accepted across the civilized world. Most organized societies have need for legal systems, judges and lawyers. This reliance on codified laws and systems means the cult often finds itself central to governing and people of sociopolitical importance. The followers of the Arbiter tend to view the world as a chaotic place in need of systems to control it. This makes the cult well regarded among peoples with natural proclivity towards order, such as dragonborn, dwarves, humans, and tieflings. In more chaotic societies, be it those who value strength or individual freedom, the cult is often viewed as a nuisance, seeking to impose rules where none are required.",

        "The strongest bond is between the cults of the Arbiter and the Philosopher, who share common ideological and moral standing. While the cult of the Arbiter takes a strong interest in the physical world, the followers of Nevondria spend their time trying to order the chaotic madness of magic. In this way, the two cults divide up elements of the world which they find entropic.",

        "The Cult of the Arbiter is can often be seen working closely with other cults of lawful deities, with whom they share many similarities. Together these cults form an organized theology of order. This does not, however, mean that they agree in all matters. In large scale issues, these cults often align, however in minor, inconsequential issues, they often find reasons to disagree on minor, mostly unimportant minutia.",
        
        "Followers of Kezolet often find followers of Bahamut too eager to place moral judgments, and the faithful of Usterral too dedicated to personal improvement and crafting to the detriment of those around them. Though they are willing to work with followers of the Master, the cultists of the Arbiter often find Nessites too ambitious and self-serving to make long-standing partnerships work.",

        "The cult finds its greatest opponents in the cults of the Tempest, the Shadow and the Fiend. These cults all follow dogma which advances ideals of personal freedom, strength and power at the cost of order and social unity. These aims directly conflict with and damage the Arbiter's philosophy of social structure. Generally, the cults do not come into physical conflict, with the followers of Kezolet preferring to undermine their opponents through legal and social means."
      ],
      "Divine Realm": [
        "The Arbiter is believed to reside in a hallowed courthouse known as the @*Meharun Aangan*@ in the realm of Mechanus. The great courthouse is said to resemble an impossibly ornate complex of white marble decorated with obsidian ornamentation. From here, the Arbiter's divine servants, devas and strange beings known as modrons keep record of all events in the cosmos, great and small.",
        "When called upon by their divine counterparts, Kezolet travels to Tanrilar to act in the role of divine mediator and judge."
      ]
    },
    "dmArticles": {

    }
  },
  "The-Maiden": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Maiden",
    "nickname": "Yelensa, the Maiden",
    "trueName": "Yelensa",
    "parents": "Herathi and Ukrom",
    "siblings": "Dhynir, Jandivar, Veluria",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Light",
      "Nature",
      "Arcana"
    ],
    "alignment": "Chaotic Good",
    "gender": "Feminine",
    "titles": [
      "Dreamweaver",
      "Mother of the Three",
      "Night Sky"
    ],
    "worshipers": [
      "female spellcasters",
      "non-evil lycanthropes",
      "mariners",
      "night watchmen"
    ],
    "symbol": "",
    "shrineImg": ["shrine-maiden"],
    "linkingWords": ["Yelensa","the Maiden","the Maiden's Oculus"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","chaotic good","chaos","moons","nature","arcana","magic","light"],
    "description": [
      "@+The Maiden+@, Yelensa, is the goddess of the moons, nature and wild magic, in addition to her role as a greater deity. She is the daughter of Herathi and Ukrom and the sister to Dhynir, Jandivar, and Veluria. She is the patron of the mariners and night watchmen. Many female spellcasters, good and neutral lycanthropes also worship her as their patron deity.",
      
      "She is the keeper of the Three Sisters and is referred to as the Mother of the Three. She is said to appear to lost or weary souls on nights when Idrothea, the Amber Moon, is full, offering guidance and comfort. As the patron of the moons of Centhris, the Maiden is associated with the tides of the oceans of the world, as well as with the night sky. She is seen as the keeper of other celestial entities, such as the Stellar Wolf and the Shimmering Sky.",
      
      "She is most often depicted as a young, beautiful woman with long hair. In many cultures she is depicted as having pale skin, much like that of the amber moon, and hair as dark as the night sky. Every culture tends to depict Yelensa slightly differently, depending on their own interpretation of how a young woman should dress and act."
    ],
    "articles": {
      "Epithets": [
        "Aside from local epithets that simply designated the deity as doing something at some particular place, the epithets or titles applied to Yelensa emphasized different aspects of her divine portfolio:",
        
        "• @+Yelensa Arcindos+@: Yelensa as font of untamed magic, patron of chaotic spellcasters, bards, paladins and sorcerers.",
        "• @+Yelensa Fáros+@: Yelensa as the torcher bearer, patron of watchmen and those who guard against threats in dark places.",
        "• @+Yelensa Trenária+@: Yelensa as the mother of the three moons. Those inflicted with the curse of lycanthropy often call upon her for aid in their plight."
      ],
      "Cults of the Maiden": [
        "Yelensa is a popular goddess among common folk due to her cults' active interest in watching over people in dangerous places. She is also reguarly in the thoughts of anyone who looks upon the moons in the night sky, for they serve as a constant reminder of the goddess' presence, as well as her cults' message of safe passage, light and safety.",

        "@#Cult of the Night Sky#@",
        "The Cult of the Night Sky is a widespread cult dedicated to shedding light in dark places. In towns and cities, temples to the Maiden are often lighthouses or watchtowers that are lit as beacons. In the wilderness, disciples of Yelensa will establish watchtowers or outposts to act as safe places to rest for the evening and guard against dangerous creatures. In some parts of the world, lycanthropy is considerd the goddess' blessing and some radical sects will spread lycanthropy among their members, or seek out less vicious forms of lycanthropy to prove their dedication to the goddess."
      ]
    },
    "dmArticles": {
      "Icons, Shrines and Temples": [
      ],
      "Dogma": [
      ],
      "Relations with other Faiths": [
      ]
    }
  },
  "The-Wanderer": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Wanderer",
    "nickname": "Dhynir, the Wanderer",
    "trueName": "Dhynir",
    "parents": "Ukrom and Herathi",
    "siblings": "Jandivar, Veluria, Yelensa",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Trickery",
      "Ambition"
    ],
    "alignment": "True Neutral",
    "gender": "Masculine",
    "titles": [
      "Cloaked Companion",
      "Merchant's Friend",
      "Pale Rider"
    ],
    "worshipers": [
      "merchants",
      "shopkeepers",
      "pilgrims",
      "smugglers"
    ],
    "symbol": "",
    "shrineImg": ["shrine-wanderer"],
    "linkingWords": ["Dhynir","the Wanderer"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","true neutral","money","rider","traveler"],
    "description": [
      "@+The Wanderer+@, Dhynir, is a patron deity of travelers, merchants, pilgrims and smugglers."
    ],
    "articles": {

    }
  },
  "The-Harlequin": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Harlequin",
    "nickname": "Jandivar, the Harlequin",
    "trueName": "Jandivar",
    "linkingWords": ["Jandivar","God of Many Faces","the Harlequin"],
    "parents": "Ukrom and Ethysha",
    "siblings": "Dhynir, Veluria, Yelensa",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Trickery",
      "Knowledge"
    ],
    "alignment": "Chaotic Neutral",
    "gender": "Agender",
    "titles": [
        "the Masquerade",
        "God of Many Faces",
        "the Jester",
        "the Masked God"
    ],
    "worshipers": [
        "artists",
        "bards",
        "entertainers",
        "diplomats",
        "charlatans"
    ],
    "symbol": "Masquerade mask",
    "shrineImg": ["shrine-harlequin"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","chaotic neutral","chaos","bards","music","jester","masquerade"],
    "description": [
      "@+The Harlequin+@, Jandivar, is the trickster god and the patron god of artists, bards, entertainers, and diplomats. The Harlequin has many aspects, and at times what they represent can be synonymous or contradictory. The Harlequin is a consummate performer above all else, with a playful, debonair personality. They are said to possess an impeccable memory about any piece of lore, person or place they encounter. It is said that so perfect is the Harlequin's mimicry of even their fellow gods that on numerous occasions the Harlequin has impersonated other divines without their fellow deities being aware.",
      "The Harlequin is said to be egotistical, and adores being the center of attention. They cannot stand the idea of not receiving adoration for their clever pranks and would grow easily bored if they were not showered with accolades. The Harlequin is said to be an irreverent philanderer, and has been said to flirt with both mortals and gods alike."
    ],
    "articles": {
      "Many Faces of the Harlequin": [
        "It is said that the Harlequin has as many masks as there are roles to be played. Each of the aspects of the god are said to have their own mask and the mercurial god switches between mask as it suits them. The masquerade mask for subtle deception, the theater masks of comedy and tragedy, the expressionless, stoic mask for keeping secrets and the grim skull mask for ill tidings are but a few of the numerous expressions the Harlequin wears."
      ],
      "Epithets": [
        "Aside from local epithets that simply designated the deity as doing something at some particular place, the epithets or titles applied to Jandivar emphasized different aspects of his divine portfolio:",

        "• @+Jandivar Olidar+@: Jandivar as the divine muse and patron of minstrels, bards and skalds.",
        "• @+Jandivar Atorska+@: Jandivar as the master of theater and opera, patron of actors and playwrights.",
        "• @+Jandivar Dyplomaj+@: Jandivar as messenger and diplomat between the gods. This epithet is often invoked before summits and diplomatic meetings between sociopolitical entities.",
        "• @+Jandivar Szusta+@: Jandivar as the master of deception and lies."
      ],
      "Icons, Shrines and Temples": [
        "Holy shrines of the Harlequin can be found in locales of import to the followers of the God of Many Faces. The most common place someone seeking the blessing of the Harlequin can go is the nearest theater or music hall where a shrine can be found. In grander structures, such as operas and royal theaters, the entryway of the building is often decorated with grand motifs of cultural scenes, landscapes and statues, all interspersed with subtle mask iconography. The Royal Opera House in Frecyra, Navolin, the Königlichen Staatoper in Merenheim, Sennhoff and the Masrah Alhul in Khezrabad, Abbasyr all contain opulent designs dedicated to the deity.",
        "Smaller shrines to the Harlequin can also be found in some taverns frequented by traveling bards. Many worshipers are known to carry their own masks, either full size or as icons worn as pendants, earrings or rings. It is not uncommon to see an entertainer say a prayer to their patron shortly before a performance or a diplomat kiss a symbol of the Harlequin before entering an audience with a ruler in hopes of channeling some element of the god's power."
      ],
      "Dogma": [
        "\"The world is but a stage on which the actors of the gods emote. Play the role you wish for and reap the adoration of a weary world. Destroy no poem, story, music or instrument, nor stop a performer before their piece is done. Observe the world around in addition to filling it with your own displays. The victor of a battle may win the day, but he is not immortal without the bard that sings of the deed. Understand the power your wield in your art, for word and song can topple kings.\"",
        "-Nordbert Boulderhill, Renowned Bard and First Fellow of the Court of the Masquerade"
      ],
      "The Cults of the Harlequin": [
        "The Cult of Jandivar is divided into smaller sects, based mostly on what aspect of the Trickster that the sect requires. Most sects take their name from the mask of the Harlequin they revere. Each sect worships the god in their own manner, with different rituals, prays and rites. Some of the known cults of the Harlequin include:",
        "• Cult of the Jester",
        "• The Brotherhood of Masks",
        "• Children of Mirth",
        "• The Court of the Masquerade",
        "• Cult of the Troubadour",
        "• Order of the Red Mask"
      ],
      "Relations with other Faiths": [
        "Among the cults of other gods, the followers of the Harlequin is viewed with neither disdain nor admiration. The most commonly recognized followers, actors and bards, generally give followers of the God of Many Faces a good name, but the worshipers of the Harlequin generally do not take sides in the conflicts of cosmic morality. At most, a specific cult of the Harlequin may take sides in local issues, as artists often do, but this comes from the individuals of the group choosing a side personally and not due to their faith.",
        "More structured faiths find the capricious nature of the cults of the Harlequin difficult to handle, as the cults members are transient. Many clerics of lawful gods complain that they must always track down and corner a follower of the Harlequin when they need them, as the Masked God's followers quickly lose interest in maintaining interfaith ties.",
        "The only overt conflict between the cults of the Masked God and another deity is with followers of the Master. A common myth in the tales of both faiths is of the merciless mockery that the Harlequin visits upon Asmodeus in ballads and songs. It is claimed that the first time the Eye of Vel'dorin erupted, it was due to the Master's rage at a particularly skewering poem Jandivar read aloud in the Halls of Tanrilar disparaging the Lord of Nessus' large, curved horns as a cover for his inadequacy in ...other areas."
      ]
    }
  },
  "The-Tempest": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Tempest",
    "nickname": "Ukrom, the Tempest",
    "trueName": "Ukrom",
    "parents": "",
    "siblings": "Aegeroth, Herathi, Isilena, Malendra",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Tempest",
      "Strength",
      "Sky"
    ],
    "alignment": "Chaotic Good",
    "gender": "Masculine",
    "titles": [
        "Skyfather",
        "The Thunder King",
        "Lord of Storms",
        "The Brawler"
    ],
    "shrineImg": ["shrine-tempest"],
    "worshipers": [
        "sailors",
        "adventurers",
        "barbarians",
        "glory hunters"
    ],
    "symbol": "Lightning bolt over a wave",
    "linkingWords": ["Ukrom","the Tempest","Skyfather","Lord of Storms","Tempest Karsoz","The Thunder King"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","chaotic good","chaos","tempest","storms","lightning","thunder"],
    "description": [
      "@+The Tempest+@, Ukrom, is the god of Strength, Storms, Athletics and Brawling. He is generally depicted as a huge, muscle-bound man with dark skin, large beard and bald head. In civilized places he is worshiped as the god of athletes, boxers and wrestlers, with his more barbaric and primal aspects are downplayed.",
      "In regions that are untamed, he is viewed as the Thunder King, the chaotic, yet merciful, god of might and adventure. His followers delight in adventure, glory and the thrill of battle. Sailors and port-towns also pay homage to his place as the Lord of Storms, the god of maelstroms. Sailors will often pray to the Tempest for protection on voyages, seeking his guiding hand in their journey.",
      "The legends of the gods claim that Ukrom views the Conqueror as both a great rival and a drinking companion. The two, though completely opposed in their ideology are battle brothers who value each other's strength. It is said that the two gods have held 999 contests of strength. The cult of the Tempest claims that Ukrom has bested his brother a single time more, while the Church of the Conqueror claims that Aegeroth has the edge in the godly contest."
    ],
    "articles": {
      "Tenets of Faith": [
        "The Cult of the Tempest has little in the way of formal dogma which members are expected to follow. The few commandment handed down by leaders of the faith are:",
        "• Be strong, but do not use your strength for destruction or oppression.",
        "• Heed the waves and squalls, but overcome it with your might.",
        "• Be brave. Scorn cowardice in any form. A proud warrior embraces a glorious end.",
        "• Prove your might in battle. Win glory and renown.",
        "• Ensure your deeds are worthy of poem and song so that others may remember your might."
      ],
      "Temples of the Mighty":[
        "Though the Tempest does not have a large, formal clerical structure, he does earn many followers, especially with those who value strength and physical prowess. The temples of the Tempest are generally structures that double as arenas or gymnasiums. His festivals generally involve feasts and contests of strength. These can often overlap with festivals to the Conqueror, with whom the followers of the Tempest share a veneration of strength.",
        "Clerics and Paladins of the the Tempest are typically powerful, athletic men and women who settle conflicts with their weapons or fists instead of attempting to hash out a verbal resolution to a conflict. There is no place for weakness among the followers of the Tempest, and it is well known that to insult a follower of Ukrom will almost always result in a brawl."
      ],
      "Veneration of the Tempest Nautica": [
        "The Tempest shares dominion over the seas with the Leviathan, whom he is said to have battled numerous times, resulting in great maelstroms and hurricanes. Generally, Veluria is feared and paid homage to avoid her wrath, while offerings to Ukrom are made before a voyage in the hope that he will grant the sailors his protection.",
        "Most major ports have a temple dedicated to the Tempest Nautica and many fishing villages keep a shrine to the tempest on a location overlooking the shore. In this way, sailors may conduct rites of veneration before heading out onto the waves. Generally, the longer and more daring the voyage, the larger the offering that is made. This generally comes in the form of a tithe to the temple, a grand feast or a display of strength or athleticism, such as a wrestling contest with the champion of the temple."
      ],
      "Cult of the Tempest Karsoz": [
        "The people of Cibrin embrace the teachings of Ukrom unquestioningly. They value strength, glory and adventure so completely that they embrace the Ukrom's @*Aspect of Glory*@, his commandment to seek out valor and glory aggressively. Many members of the clans of Cibrin will regularly call for adventurous souls willing to serve in mercenary companies in foreign lands, so long as they do not act against their homeland. Many coastal tribes will form raiding parties and sail out into the Venngar Sea and on to the Korin Gulf to raid the coasts of Lemuria, Tovanis or Zurast. Though momentary enrichment is a benefit of such actions, many of the raiders do not seek physical wealth, but instead hope to earn glory and honor @*Tempest Karsoz*@."
      ]
    }
  },
  "The-Philosopher": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Philosopher",
    "nickname": "Nevondria, the Philosopher",
    "linkingWords": [
      "Nevondria", 
      "the Philosopher",
      "Nevondria Libras"
    ],
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "epithets": [
      "Nevondria Libras"
    ],
    "trueName": "Nevondria",
    "portfolio": [
      "Knowledge",
      "Arcana"
    ],
    "alignment": "Lawful Neutral",
    "gender": "Feminine",
    "titles": [],
    "worshipers": [
      "wizards",
      "mystics",
      "scholars",
      "students"
    ],
    "symbol": "Outline of a face with three eyes",
    "shrineImg": ["shrine-philosopher"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","lawful neutral","magic","knowledge","arcana"],
    "description": [

    ],
    "articles": {

    }
  },
  "The-Sage": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Sage",
    "nickname": "Herathī, the Sage",
    "trueName": "Herathī",
    "parents": "Anethos and Nevondria",
    "siblings": "Aegeroth, Isilena, Malendra, Ukrom",
    "consorts": "Ukrom",
    "children": "Dhynir, Veluria, Yelensa",
    "epithets": [],
    "portfolio": [
      "Nature",
      "Life"
    ],
    "alignment": "True Neutral",
    "gender": "Feminine",
    "titles": [
      "Green Mother",
      "Everqueen"
    ],
    "worshipers": [
      "druids",
      "rangers",
      "nomads",
      "sylvan"
    ],
    "symbol": "Green wreath with red berries",
    "shrineImg": ["shrine-sage"],
    "linkingWords": ["the Sage", "Herathī", "Herathi", "Herathi, the Sage"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","true neutral","nature","forests","rivers"],
    "description": [

    ],
    "articles": {

    }
  },
  "The-Conqueror": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Conqueror",
    "nickname": "Aegeroth, the Conqueror",
    "trueName": "Aegeroth",
    "parents": "Anethos and Nevondria",
    "siblings": "Herathī, Isilena, Malendra, Yelensa",
    "consorts": "Neshaya",
    "children": "Akmenos, Grymera, Nytus, Xedris",
    "epithets": [],
    "linkingWords": [
      "the Conqueror",
      "the Lord of War",
      "Aegeroth"
    ],
    "portfolio": [
      "War",
      "Strength",
      "Death"
    ],
    "alignment": "Lawful Evil",
    "gender": "Masculine",
    "titles": [
      "the Iron General",
      "War Bringer",
      "Lord of Domination",
      "the Legionnaire"
    ],
    "worshipers": [
      "authoritarian rulers",
      "generals",
      "warlods",
      "soldiers",
      "strategists"
    ],
    "symbol": "",
    "shrineImg": ["shrine-conqueror"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","lawful evil","war","death","strength","battle"],
    "description": [
      "Aegeroth, @+the Conqueror+@, is often depicted having dull, ashy, gray skin and hair, and dons a golden laurel wreath and red armor. He is the patron of the generals, soldiers, strategists and authoritarian rulers who use force to maintain their station. He is, along with his sister, the Champion, one of the two patron gods of war, though their views of the subject are diametrically opposed.",
      
      "It is said tha the god of war has a pleasant, even jovial, demanor and is second, only to Jandivar, among the gods to partake in jest. It is said that he enjoys all that life has to offer, and encourages his followers to do so as well, for those that live by the sword die by it just as quickly.",

      "Aegoroth's personal weapons are @+Jor`umoth+@, @*the Blazing Spear*@, a flaming longspear made of black iron, and @+Olmoraz+@, @*the Blade of Torment*@, a serrated broad sword made from the bones of Obscalyx, the great sea serpent, whom the Iron General slew in the ancient era of the Mornaug Ragoth.",

      "As the embodiment of war, conflict and strife, the Conqueror is the patron of warlords, dictators and any who seek honor or status through marshal means. He is often worshiped alongside other deities, and the faithful see him as a figure of protection, albeit a harsh one. Military commanders and marshals of knightly orders will often invoke his name before the start of a battle in the hope he will bless their side of the conflict. Those who would \"do what needs to be done for the greater good\" falls under the Conqueror's mantle. Many of his clerical servants follow Aegeroth under the belief that it takes strong will and courage to make the world a better place even if the methods are grim.",

      "Some are naturally called to his service, but many of the followers of the Conqueror come follow him after the youthful idealism of the Guardian or the Champion fail them. It is then, when the harsh reality of a dangerous world sets in, that the Cult of the Conqueror may have a point."
    ],
    "articles": {
      "Relations with other Faiths": [
        "The legends of the gods claim that Aegeroth views Ukrom, the Tempest, as both a great rival and a drinking companion. The two, though completely opposed in their ideology, are battle brothers who value each other's strength. It is said that the two gods have held 999 contests of strength. The cult of the Tempest claims that Ukrom has bested his brother a single time more, while the Church of the Conqueror claims that Aegeroth has the edge in the godly contest."
      ]
    }
  },
  "The-Dragon-Below": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Dragon Below",
    "nickname": "Tiamat, The Dragon Below",
    "trueName": "Tiamat",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Death",
      "Greed",
      "Zeal"
    ],
    "alignment": "Neutral Evil",
    "gender": "Feminine",
    "titles": [
      "the Wyrm",
      "Dragon Queen",
      "Scaled Tyrant",
      "the Chained Serpent"
    ],
    "worshipers": [

    ],
    "symbol": "",
    "shrineImg": ["shrine-wyrm"],
    "linkingWords": ["the Wyrm","Tiamat"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","chaotic evil","chaos","dragons"],
    "description": [
      "@*Tiamat*@, the @+Dragon Below+@, is the goddess of greed, and the god-queen of all chromatic dragons. Tiamat is depicted as a enormous, five-headed dragon with one for each primary color of the most common species of the chromatic dragon (black, blue, green, red and white). Each head is able to operate entirely independently of the others and has the powers of the respective race of dragonkind. The dragon queen's body shares much in common with that of a wyvern, including a large, poisonous stinger.",
      "Tiamat's ancient enemy is the Guardian, Bahamut."
    ],
    "articles": {

    }
  },
  "The-Leviathan": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Leviathan",
    "nickname": "Veluria, the Leviathan",
    "trueName": "Veluria",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "portfolio": [
      "Tempest",
      "Nature"
    ],
    "alignment": "Chaotic Evil",
    "gender": "Feminine",
    "titles": [],
    "worshipers": [],
    "symbol": "",
    "shrineImg": ["shrine-leviathan"],
    "linkingWords": ["the Leviathan","Veluria"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","chaotic evil","chaos","sea","ocean","sailors","nature","storms"],
    "description": [

    ],
    "articles": {

    }
  },
  "The-Fiend": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Fiend",
    "nickname": "The Fiend",
    "trueName": "",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "portfolio": [
      "Blood",
      "War"
    ],
    "alignment": "Chaotic Evil",
    "gender": "Masculine",
    "titles": [
      "Dread King of the Burning Abyss",
      "Red Fury",
      "Lord of Pain",
      "Great Destroyer",
      "World Breaker"
    ],
    "worshipers": [
      "anarchists",
      "savage barbarians",
      "orcs",
      "gnolls"      
    ],
    "symbol": "Horned skull",
    "shrineImg": ["shrine-fiend"],
    "linkingWords": ["the Fiend","the Lord of All Chaos"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","chaotic evil","chaos","demons"],
    "description": [
      "@+The Fiend+@ is known across Centhris by many pseudonyms, but so feared is the Dread King of the Burning Abyss that few know his true name and even fewer are willing to invoke his true name under any circumstance. To common folk, he is the terror that stalks mortal nightmares. To the powerful and learned, the Fiend is considered the most dangerous and powerful threat to the stability of the mortal world, for he is the supreme lord of all demons, the commander of the infinite chaos the Burning Abyss, and a warrior to rival the Guardian and the Champion. It is said that should he walk the material plane again, it would usher in an age of destruction and death to rival the Ruination or the First Convergence."
    ],
    "articles": {
      "The Dark Cult": [
        "The Cult of the Fiend is possibly the only religious sect on Centhris which is universally reviled and without any redeeming merits in the eyes of the civilized races. While mortals may fear the Stygian, the Leviathan or the Wyrm, they are considered a part of the natural order and their cults are tolerated for the services they provide. Few could argue the positive merits of the Dark Cult, for its sole purpose is the corruption and destruction of all living things.",
        "This raises the obvious question, who would willingly serve a god bend on the destruction of everything, including its own worshipers? Yet, history shows that in many places, innumerable times, the Dark Cult reappears with shocking volumes of fanatical worshipers willingly throwing themselves into revolts and horrifying bloodshed without concern for self preservation or their very souls."
      ]
    },
    "dmArticles": {
      "True Name": [
        "The true name of the Fiend is Malzeton. It is considered forbidden knowledge and requires a Religion Check [DC 25] in a library or sanctuary of knowledge. Even uttering the Fiend's true name will cause open flames to flicker, shadows to grow and the very fair to chill. Invoking his true name is generally only done when performing the worst forms of unholy ritual, such as blood sacrifice and slaughter."
      ]
    }
  },
  "The-Master": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Master",
    "nickname": "Asmodeus, the Master",
    "trueName": "Asmodeus",
    "parents": "",
    "siblings": "",
    "consorts": "Malendra",
    "children": "Ethysha, Neshaya, Ozrus, Temyric, Retria",
    "epithets": [],
    "portfolio": [
      "Ambition",
      "Knowledge",     
      "Law"
    ],
    "alignment": "Lawful Evil",
    "gender": "Masculine",
    "titles": [
      "The Cloven",
      "Lord of Nessus",
      "Master of the Nine Hells"
    ],
    "worshipers": [
      "despotic rulers",
      "lawyers",
      "those wanting to impose their will upon others"
    ],
    "symbol": "Black ram's head",
    "shrineImg": ["shrine-master"],
    "linkingWords": [
      "Asmodeus",
      "the Master",
      "Nessites"
    ],
    "type": "Greater Deity",
    "tags": ["Greater Deity","lawful evil","devils","contracts","ruler","overlord","hell"],
    "description": [
      "Asmodeus, @+the Master+@, is the god of ambition, knowledge and law, in addition to his role as a lawful evil greater deity. He is not a familial member of the Tanrilian gods, having arrived in the @~hall of the gods~@ from parts unknown during the Cosmic Sundering. After striking a bargain with the gods, Asmodeus created the Nine Hells and established himself as the supreme ruler and master of the hells. He is said to have taken Malendra, the Dark Queen, as a consort and fathered Ozrus, Temyric and Retria by her. In addition, the goddesses Ethysha and Neshaya are said to be his children as well, though it is unknown if these goddesses have a mother, or were created by Asmodeus in some other manner.",

      "As the lord of the hells and the damned, Asmodeus is a fearsome figure to those still living. Mortals are reluctant to swear oaths in his name, and avert their faces when making sacrifices to him. Though feared and loathed, Asmodeus is not a treacherous god; he is simply seen as stern, cruel, and unpitying, yet still just. He is said to be extremely pleasant to those he bargains with, for he has much to offer for those willing to enter into infernal dealings.",
      
      "He is most often depcited as a dark skinned man clad in purple and seated in a contemplative pose. He is almost universally depicted with large, curved horns, though cultural interpretations vary on whether these horns are part of his head, or belong to a ram-bone mask with which he is often associated. Due to his association with darkness and rams, the most sacrifice to the Lord of Nessus are black animals, most commonly sheep.",
      
      "As the ruler of all devils, Asmodeus reigns over the hells from Malsheem, the black fortress, in the lowest layer of the hells, Nessus. From here, he commands the infernal armies, which protect the cosmos from the eternal threat of the Burning Abyss and its demonic hordes."
    ],
    "articles": {
      "Epithets": [
        "@+Asmodeus Anótas+@: Asmodeus as the prosecutor of sinners, often under the auspices of dragging the condemned into the hells.",
        "@+Asmodeus Feralis+@: Asmodeus as the cruel overlord, patron of slavers and unscrupulous contracts.",
        "@+Asmodeus Nessator+@: Asmodeus as supreme ruler of the Nine Hells and lord of Nessus.",
        "@+Asmodeus Nóstis+@: Asmodeus as the keeper of hidden or illicit knowledge."        
      ],
      "Cult of the Master": [
        "Those who dedicate themselves fully to the veneration of Asmodeus are referred to as @+Nessites+@."
      ]
    }
  },
  "The-Dark-Queen": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Dark Queen",
    "nickname": "Malendra, the Dark Queen",
    "linkingWords": [
      "Malendra", 
      "Dark Queen",
      "Dark Lady",
      "Nightsong",
      "Lady of Loss"
    ],
    "trueName": "Malendra",
    "parents": "Anethos and Nevondria",
    "siblings": "Aegeroth, Herathi, Isilena, Ukrom",
    "consorts": "Asmodeus",
    "children": "Ozrus, Temyric, Retria",
    "epithets": [],
    "portfolio": [
      "Death",
      "Trickery"
    ],
    "alignment": "Neutral Evil",
    "gender": "Feminine",
    "titles": [
      "Dark Lady",
      "Nightsong",
      "Lady of Loss"
    ],
    "worshipers": [
      "conspirators",
      "",
      "those seeking to forget"
    ],
    "symbol": "solar eclipse",
    "shrineImg": ["shrine-darkness"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","neutral evil","death","night","trickery"],
    "description": [
      "Malendra, @+the Dark Queen+@, is the goddess of night, darkness, trickery, and loss. She is the youngest child of Anethos and Nevondria, as well as a neutral evil greater deity. As the personification of night it is said that the Lady of Loss can see anything and everything that happens in the dark."
    ],
    "articles": {

    }
  },
  "The-Stygian": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Stygian",
    "nickname": "Erèdin, the Stygian",
    "trueName": "Erèdin",
    "parents": "",
    "siblings": "",
    "consorts": "",
    "children": "",
    "epithets": [],
    "portfolio": [
      "Grave",
      "Death",
      "Arcana"
    ],
    "alignment": "Neutral Evil",
    "gender": "Masculine",
    "titles": [
      "The Eternal King",
      "The Betrayer",
      "The Plague Magus"
    ],
    "worshipers": [
      "conspirators",
      "slavers",
      "evil spellcasters"
    ],
    "symbol": "",
    "shrineImg": ["shrine-stygian"],
    "linkingWords": ["the Stygian","the Stygian King"],
    "type": "Greater Deity",
    "tags": ["Greater Deity","neutral evil","magic","wizards","mages","lich"],
    "description": [

    ],
    "articles": {

    }
  }
}