{
  "Duskreef": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Nakali Isles", "port", "ulfwyst", "Mare Concordis"],
    "name": "Duskreef",
    "nickname": "Duskreef",
    "linkingWords": ["Port of Duskreef", "Duskreef Prison"],
    "type": "Town",
    "population": "1,200",
    "races": [
      "human",
      "halfling",
      "half-orc",
      "tiefling",
      "hobgoblin",
      "tortle",
      "chromatic dragonborn"
    ],
    "government": "Lawless",
    "location": "Nakali Iles",
    "leaders": ["Jöndr Mistwalker"],
    "description": [
      "The port of @+Duskreef+@ was once a prison fortress located on the Nakali Isles off the eastern coast of Ulfwyst. In 2C 2546, a massive riot, which turned into a full scale prison break, occurred at Duskreef Citadel. After the riot, the prisoners took control of the island, and turned the surrounding village into a pirate haven.",
      "The notorious pirate outpost now welcomes all kinds to its murky shores, assuming they follow the unspoken pirate code that rules the place."
    ],
    "articles": {
      "Pirate Code": [
        "Officially, the port of Duskreef is a lawless place, perfect for the chaotic sort that the port attracts. Anyone in the town is expected, however, to abide by the pirate code. Those who break the code face mob justice at the hands of the violent citizenry. The code includes the following provisions:",
        "• \"@*None shall make use of hostile magicks while within city limits. Any found doing so will be banished. Any soul who does so in an action which results in the injury or death of another man shall suffer death.*@\"",
        "• \"@*Every man shall have an equal vote in affairs of moment. He shall have an equal title to the fresh provisions or strong liquors at any time seized, and shall use them at pleasure unless a scarcity makes it necessary for the common good that a retrenchment may be voted.*@\"",
        "• \"@*Every man shall be called fairly in turn by the list on board of prizes, because over and above their proper share, they are allowed a shift of clothes. But if they defraud the company to the value of even one dollar in plate, jewels, or money, they shall be marooned. If any man rob another, he shall have his nose and ears slit, and be put ashore where he shall be sure to encounter hardships.*@\"",
        "• \"@*He that shall desert the ship or his quarters in the time of battle shall be punished by death or marooning.*@\"",
        "• \"@*None shall strike another on board the ship, but every man's quarrel shall be ended onshore by sword or pistol in this manner: at the word of command from the Quartermaster, each man being previously placed back to back, shall turn and fire immediately. If any man do not, the Quartermaster shall knock the piece out of his hand. If both miss their aim, they shall take to their cutlasses, and he that draws first blood shall be declared the victor.*@\"",
        "• \"@*Every man who shall become a cripple or lose a limb in the service shall have three hundred hulls from the common stock, and for lesser hurts proportionately.*@\"",
        "• \"@*The Captain and the Quartermaster shall each receive two shares of a prize, the Master Gunner and Boatswain, one and one half shares, all other officers one and one quarter, and private gentlemen of fortune one share each.*@\"",
        "• \"@*The musicians shall have rest every fifth day, by right, on all other days, by favor only.*@\""
      ]
    },
    "dmArticles": {
      "Governance": [
        "Though officially lawless, the town is unofficially ruled by Jöndr Mistwalker, a cloud giant who rules from a throne atop the broken prison-citadel with his pet Dire Lion, Gámr."
      ],
      "Places & Residents": [
        "@+Kupietz Trust Office+@: A nice looking office belonging to the the Kupietz Trust, operating with the authority of a the Navolinian court. They are the liason for those looking for pirates to perform dirty work on their behalf. Think of something like the East Indian Company.",
        "@+Wretched Slums+@: A slum full of lepers and otherwise sick sailors who were ditched by their crew.",
        "@#Taverns#@",
        "Tavern: @*The Tilted Mast.*@ Run by @+Terryn+@, the half-elf. Older, with copper skin, long, tied back auburn hair & green eyes. He has an obvious prisoner's brand on this chest. Trades in rumors for coin.",
        "Tavern: @*Crimson Cuttlass.*@ Run by @+\"Two-Shots\" Alice+@, a large, older, dark skinned woman with long crown rows and brown eyes. She is covered in piercings. Former pirate captain who retired years ago. Has a special officers only section of the bar on a slight rise near the bar.",
        "Brothel: @*Maybell's Bordello.*@ Jenneve the Receptionist & Morgan the Bartender",
        "@#Shops#@",
        "@+Shipwright+@: \"One-eye\" Hrend, half-orc sculptor who specializes exclusively in wood carvings of beasts, often hired to decorate or \"improve\" the ship's figure head.",
        "@+Shipwright+@: Capris & Flint, human shipwrights who specialize in repairs and non-standard maintenance.",
        "@+Rusty Anchor Market+@: A black market with prestigious and illegal goods. Vendors who are willing to purchase valuable things for good coin, but who are just as willing to disembowel you and take the valuable things off your corpse.",
        "@+Nordrin Steelgrip+@: A one-armed alchemist/artificer who specializes in creating gunpowder in vast quantities. His left arm is a mechanical contraption he devised after blowing off his arm in an accident. Explosions can often be heard from his small but extravagant villa."
      ]
    }
  },
  "Zabrosk": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Lemuria", "ulfwyst", "Telarion Elentiir"],
    "name": "Zabrosk",
    "nickname": "Zabrosk",
    "linkingWords": [],
    "type": "Town",
    "population": "960",
    "races": ["human", "half-elf", "elf", "gnome", "uklang"],
    "government": "Council",
    "location": "Realm of Lemuria",
    "leaders": ["Chief Olaug Hjort"],
    "description": [
      "@+Zabrosk+@ is a small town near the border of the Realm of Lemuria and the Theocracy of Tovanis. The town has an elegant, ornate appearance. With its yew wood rooftops, spruce wood walls and luscious gardens, Zabrosk has a charming, quaint atmosphere. The town square and the local abodes around it have worn, paved streets which give way to dirt roads after a few blocks. Located within a day's ride of Kaer Edsken and far away from natural dangers, Zabrosk has no walls. The main attractions of the town are Kvenvik Tower, the local shrine of the Wanderer and the local beer hall, the @*Trout & Fig*@. The town has a healthy economy, which is mainly supported by herbalism, fletching and fishing. With the reconstruction of @~Kaer Edsken~@ in recent years, there has also been a high demand for the town's masons. This has caused construction of larger, stone buildings in town to stop.",

      "Though relatively remote, it is the primary home of the mage Telarion Elentiir, who prefers to reside at Kvenvik Tower when not required for official business in Kilurus. The tower itself stands on the north end of town, overlooking the Skoga river to the west and the Bay of Claws to the north and east."
    ]
  },
  "Wexin": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Cibrin", "ulfwyst"],
    "name": "Wexin",
    "nickname": "Wexin",
    "linkingWords": [],
    "type": "Town",
    "population": "1,500",
    "races": ["human", "dwarf", "uklang", "half-orc", "half-giant"],
    "government": "Clan Council",
    "location": "Realm of Cibrin",
    "leaders": ["Darga Nagrosh of Clan Thosh"],
    "description": [
      "@+Wexin+@ is a town near the border between Cibrin and the Theocracy of Tovanis."
    ]
  },
  "Edremit": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Lemuria", "ulfwyst"],
    "name": "Edremit",
    "nickname": "Edremit",
    "linkingWords": [],
    "type": "Town",
    "population": "850",
    "races": ["human", "dwarf", "uklang", "half-orc", "half-giant"],
    "government": "Clan Council",
    "location": "Realm of Lemuria",
    "leaders": [""],
    "description": [
      "@+Edremit+@ is a town near the border between Lemuria and the Archduchy of Zurast."
    ]
  },
  "Murmont": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Lemuria", "ulfwyst"],
    "name": "Murmont",
    "nickname": "Murmont",
    "linkingWords": [],
    "type": "Town",
    "population": "2,180",
    "races": [
      "half-elf",
      "human",
      "elf",
      "dwarf",
      "uklang",
      "half-orc",
      "half-giant"
    ],
    "government": "Clan Council",
    "location": "Realm of Lemuria",
    "description": [
      "@+Murmont+@ is a town on the Forsmun river, in western Lemuria. The town has been steadily growing for the last few decades under the guidance of a group of mystics who fled Istagen after the establishment of the state of Tovanis."
    ]
  },
  "Solleron": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Lemuria", "ulfwyst"],
    "name": "Solleron",
    "nickname": "Solleron",
    "linkingWords": [],
    "type": "Town",
    "population": "3,850",
    "races": [
      "half-elf",
      "human",
      "elf",
      "dwarf",
      "uklang",
      "half-orc",
      "half-giant"
    ],
    "government": "Clan Council",
    "location": "Realm of Lemuria",
    "description": [
      "@+Solleron+@ is a large town in the Rikedal Lowlands built on the banks of the Ruunan river in western Lemuria. The town is built on the ruins of a much older city, with the majority of the contemporary settlement is build around a great temple to the Wanderer. The temple, which was once a crumbling ruin, was meticulously restored by the deity's clerics. The scale of the ruins around the town suggest this was once a city of at least 50,000 people during the Age of Arcane Empires."
    ]
  },
  "Thareska": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city", "Navolin", "Azond", "ulfwyst"],
    "name": "Thareska",
    "nickname": "Thareska",
    "linkingWords": [],
    "type": "Town",
    "population": "3,700",
    "races": [
      "human",
      "elf",
      "gnome",
      "half-elf",
      "half-orc",
      "halfling",
      "dwarf",
      "tiefling"
    ],
    "government": "Feudal Lord",
    "location": "Navolin",
    "leaders": ["Baroness Mila Dobrev"],
    "description": [
      "The walled town @+Thareska+@ is a hub for local vineyards, which grow the region's famous variety of wine, the Stoyanov. The town was originally built as a hill fort to protect the mysterious \"Moon Gate\", a large arch of pearlescent white stone, which ancient residents believed was a gift from Nevondria, the Philosopher."
    ],
    "articles": {}
  },
  "Salmas": {
    "playerKnown": false,
    "path": "location",
    "tags": ["town", "Abbasyr", "ulfwyst"],
    "name": "Salmas",
    "nickname": "Salmas",
    "linkingWords": [],
    "type": "Town",
    "population": "3,340",
    "races": [
      "human",
      "anubari",
      "serbonji",
      "dragonborn",
      "half-orc",
      "tiefling"
    ],
    "location": "Abbasyr",
    "description": ["@+Salmas+@ is a town in the Kingdom of Abbasyr."]
  },
  "Reykrang": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Dol Obok", "ulfwyst"],
    "name": "Reykrang",
    "nickname": "Reykrang",
    "linkingWords": [],
    "type": "Town",
    "population": "1,280",
    "races": ["dwarf", "human", "half-orc", "gnome"],
    "location": "Iron Hills",
    "leaders": "Serthri Caskmantle",
    "description": [
      "@+Reykrang+@ is a town in the Iron Hills which holds alliegance to the Kingdom of Dol Obok."
    ]
  },
  "Aurvangr": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Dol Obok", "ulfwyst"],
    "name": "Aurvangr",
    "nickname": "Aurvangr",
    "linkingWords": [],
    "type": "Town",
    "population": "960",
    "races": ["dwarf", "human", "gnome", "tiefling"],
    "location": "Damali Steppe",
    "leaders": "Ungri Steelhammer",
    "description": [
      "@+Aurvangr+@ is a town located in the western Damali Steppe, in the foothills of the Zavalev Mountains. The town is independent, but has close ties with the dwarves of Fûthmér."
    ]
  },
  "Borgvik": {
    "playerKnown": true,
    "path": "location",
    "tags": ["town", "Lemuria", "ulfwyst"],
    "name": "Borgvik",
    "nickname": "Borgvik",
    "linkingWords": [],
    "type": "Town",
    "population": "1,635",
    "guards": 10,
    "levy": 254,
    "tradesfolk": {
      "armorsmiths": 1,
      "blacksmiths": 1,
      "weaponsmiths": 1,
      "bowyers": 1,
      "jewelers": 3,
      "tailors": 4,
      "furriers": 4,
      "cobbler": 6,
      "hatters": 1,
      "mercers": 1,
      "apothecaries": 1,
      "barbers": 3,
      "pastry chefs": 3,
      "masons": 2,
      "carpenters": 2,
      "weavers": 2,
      "chandlers": 1,
      "coopers": 2,
      "bakers": 2,
      "water carriers": 1,
      "scabbard makers": 2,
      "wine sellers": 1,
      "saddlers": 1,
      "bookbinders": 0,
      "purse makers": 1,
      "magic shops": 1,
      "butchers": 1,
      "fishmongers": 1,
      "brewers": 0,
      "spice merchants": 0,
      "healers": 3,
      "doctors": 1,
      "locksmiths": 1,
      "ropemakers": 1,
      "tanners": 1,
      "sculptors": 0,
      "rugmakers": 0,
      "culters": 0,
      "woodcarvers": 1,
      "booksellers": 0,
      "glove makers": 0,
      "roofers": 1,
      "copyists": 1,
      "painters": 0,
      "lawyers": 2,
      "clerics": 32,
      "priests": 1,
      "taverns": 3,
      "inns": 1
    },
    "corruption": 0,
    "temples": {
      "Arbiter": 1,
      "Conqueror": 1,
      "Eternal": 1,
      "Sage": 1
    },
    "shops": {
      "blacksmiths": [
        {
          "name": "The Blue Anvil",
          "owner": "Tevlin"
        }
      ],
      "weaponsmiths": [
        {
          "name": "The Splendid Blade",
          "owner": "Malgot"
        }
      ],
      "jewelers": [
        {
          "name": "Elberta's Jewelers",
          "owner": "Elberta"
        }
      ],
      "tailors": [
        {
          "name": "The Royal Thimble",
          "owner": "Anastasiya"
        },
        {
          "name": "Rose Garments",
          "owner": "Eklira"
        },
        {
          "name": "Rai's Garments",
          "owner": "Rai"
        },
        {
          "name": "The Purple Spool",
          "owner": "Silna"
        }
      ],
      "hatters": [
        {
          "name": "The Wild Cap",
          "owner": "Izel"
        }
      ],
      "mercers": [
        {
          "name": "Lavish Vestments",
          "owner": "Chamaka"
        }
      ],
      "taverns": [
        {
          "name": "Brindwilde's Public House",
          "owner": "Graff Brindwilde"
        }
      ],
      "inns": [
        {
          "name": "The Lone Raven",
          "owner": "Randolf"
        }
      ]
    },
    "races": [
      "half-elf",
      "human",
      "elf",
      "dwarf",
      "uklang",
      "half-orc",
      "half-giant"
    ],
    "government": "Clan Council",
    "location": "Realm of Lemuria",
    "description": [
      "@+Borgvik+@ is a quiet town on the Skoga river. The town has several watermills which are used by nearby villages to mill excess grain."
    ]
  }
}
