{
  "Lords-of-the-Fell": {
    "playerKnown": false,
    "path": "group",
    "name": "Lords of the Fell",
    "nickname": "the Lords of the Fell",
    "tags": ["masters of the realm","planar entities"],
    "type": "Government",
    "members": [
      ""
    ],
    "description": [
      "The @+Lords of the Fell+@ are the dangerous and capricious rulers of the Shadowfell, sometimes referred to as Aspects. Each lords rules over a domain, of which they are the supreme ruler, but to which they are intrinsically bound. Every lord is a manifestation of a darker aspect of the mortal world, and can manifest their power to a similar degree as their counterparts in the Feywild, the Archfey.",

      "The exact nature of these beings is unknown, as they seem to exhibit almost god-like power in their own domain, but are completely unable to affect areas outside it. These places of power, of which each lords controls only one, are personal domains where they have absolute power. These dark masters almost never interact with each other, as they are essentially unable to leave their own domains; the exception to this seems to be the city of Gloomwrought, where all the denizens of the @~Shadowfell~@ may tread. It is extremely rare to see a fell lord in @~Gloomwrought~@, even if they are able to travel to it, since they are at their weakest when in the City of Shadow. Only the most important or enticing scenarios manage to attract a dark master to the city."
    ],
    "articles": {

    },
    "dmArticles": {
      "Notable Aspects": [
        "There are an unknown number of Fell Lords, as no mortal has willingly traveled the Shadowfell to attempt catalog these nightmarish beings. Though some powerful mages, and daring explorers have launched short expeditions into the realm of dread, it is almost never for the purpose of cataloging its overlords.",
        "Of those that have been discovered, or for the unlucky few, encountered, each seems to possess a specific portfolio. Whether these beings are a pure manifestation of negative emotions or a creature discovered how to harness its power is unknown.",


        "Baron Stelkov, the Aspect of Sorrow",
        "Karolina Radka, the Aspect of Despair",
        "Maksura, the Aspect of Madness",
        "Mordiley, the Aspect of Pain",
        "Olos, the Aspect of Hubris",
        "Rozkladu, the Aspect of Malady",
        "Szebasztian Grigorescu, the Aspect of Desire",
        "Tasus, the Aspect of Cruelty",
        "Vasen Zapal, the Aspect of Spite"
      ]
    }
  }
}