{
  "Purple-Guard": {
    "playerKnown": false,
    "path": "group",
    "name": "Purple Guard",
    "nickname": "Purple Guard of Abbasyr",
    "linkingWords": [],
    "tags": ["Abbasyr","ulfwyst","royal guard"],
    "type": "Military Order",
    "location": "Abbasyr",
    "memberNumber": "1,000",
    "leaders": [
    ],
    "description": [
      "The @+Purple Guard of Abbasyr+@ are the royal guard of the Kingdom of Abbasyr, under the direct command of the Sultana."
    ],
    "articles": {
    },
    "dmArticles": {
    }
  },
  "Knights-of-Relos": {
    "playerKnown": false,
    "path": "group",
    "name": "Knights of Relos",
    "nickname": "Knights of Relos",
    "linkingWords": [],
    "tags": ["Navolin","ulfwyst","royal guard"],
    "type": "Military Order",
    "location": "Navolin",
    "memberNumber": "200",
    "leaders": [
    ],
    "description": [
      "The @+Knights of Relos+@ are the royal guard of the Kingdom of Navolin, under the direct command of the king."
    ],
    "articles": {
    },
    "dmArticles": {
    }
  },
  "Navolinian-Hussars": {
    "playerKnown": true,
    "path": "group",
    "name": "Navolinian Hussars",
    "nickname": "Navolinian Hussars",
    "linkingWords": [],
    "tags": ["winged riders","owl knights","frecyra","ulfwyst"],
    "type": "Military Order",
    "location": "Navolin",
    "memberNumber": "~600",
    "leaders": [
    ],
    "members": [
      "Jeskin Sebroski"
    ],
    "description": [
      "The @+Navolinian Hussars+@ are a knightly order of heavy cavalry who count among their ranks many members of the noble military class of the kingdom."
    ],
    "articles": {
    },
    "dmArticles": {
      "Ranks": [
        "The hussars, like most military organizations, have a highly structured, tiered series of ranks for their members. These ranks are usually granted based on noble status. A recent reform movement in the order, which suggests the use of merit based promotions and honors, is seen as highly controversial among the order's elite. These proposed changes, which would be based on a combination of time served, martial skill and noble status, are seen by senior members as a direct challenge to their birthright rule."
      ]
    }
  },
  "Knights-of-the-Righteous-Soul": {
    "playerKnown": false,
    "path": "group",
    "name": "Knights of the Righteous Soul",
    "nickname": "Knights of the Righteous Soul",
    "linkingWords": ["Tovani Interrogators"],
    "tags": ["tovanis","ulfwyst"],
    "type": "Military Order",
    "location": "Realm of Tovanis",
    "memberNumber": "300",
    "leaders": [
      "Didac Jorda"
    ],
    "description": [
    ],
    "articles": {
    },
    "dmArtilces": {
    }
  },
  "Knights-of-the-Sacred-Dawn": {
    "playerKnown": false,
    "path": "group",
    "name": "Knights of the Sacred Dawn",
    "nickname": "Holy Order of the Sacred Dawn",
    "tags": ["holy order","knights","Tovanis","ulfwyst"],
    "type": "Military Order",
    "location": "Tovanis",
    "memberNumber": "~300",
    "leaders": [
      "Gergely Vastagh"
    ],
    "description": [
      "Holy Order of the Eternal"
    ],
    "articles": {
    }
  },
  "Order-of-the-Blackened-Sun": {
    "playerKnown": false,
    "path": "group",
    "name": "Order of the Blackened Sun",
    "nickname": "Order of the Blackened Sun",
    "tags": ["holy order","knights","desolate wastes","ulfwyst"],
    "type": "Military Order",
    "location": "Desolate Wastes",
    "memberNumber": "~80",
    "leaders": [
      "Hirloc the Black"
    ],
    "description": [
      "An order of black knights who believe that one day the sun will be swallowed by the Endless Night, a dark god they worship. They seek to increase their god's power by slaughtering others in his name."
    ],
    "articles": {
    }
  },
  "Immortal-Legions": {
    "playerKnown": true,
    "path": "group",
    "name": "Immortal Legions",
    "nickname": "Immortal Legions",
    "linkingWords": ["Syrothian legions", "Syrothian legion"],
    "tags": ["army","syrothian empire","ulfwyst"],
    "type": "Military Order",
    "location": "Syrothian Empire",
    "description": [
      "The @+Immortal Legions+@ make up the majority of the military forces of the Syrothian Empire. The legions are comprised primarily of hobgoblins who are organized into units of highly disciplined, heavy infantry. All legions have auxiliary units of goblins, which are used as scouts, ranged skirmishers and messengers."
    ],
    "articles": {
      "Legionnaires": [
        "The Immortal Legions are comprised "
      ],
      "The Blackfire Dragoon": [
        "The most elite soldiers of the Immortal Legions are the @*Blackfire Dragoon*@. These heavy cavalry"
      ],
      "Goblin Auxiliaries": [
        "Every Syrothian legion maintains an auxiliary force of goblins which are held in reserve during engagements. These goblins serve in non-combat roles, generally as scouts & messengers. Their true purpose, however, is to act as reinforcements for fallen hobgoblin legionaries, thanks to the unique goblinoid genetic trait known as Khün Mönnas, colloquially known as @*Cannibal Rebirth*@."
      ]
    }
  },
  "Ithron-Dagnir": {
    "playerKnown": false,
    "path": "group",
    "name": "Ithron Dagnir",
    "nickname": "Kaeldrin Mage Hunters",
    "linkingWords": ["Wizard Slayers","Mage Slayers"],
    "tags": ["army","syrothian empire","ulfwyst"],
    "type": "Secret Society",
    "leaders": ["Bronze Scorpion","Jade Demon","Swift Dream"],
    "location": "Kaeldrin Sanctum",
    "memberNumber": "80",
    "description": [
      "The @+Ithron Dagnir+@, colloquially known as the @*Kaeldrin Mage Hunters*@ or @*Wizard Slayers*@, are a clandestine order of bounter hunters and assassins sanctioned by the lords of the Kaeldrin Sanctum to hunt down renegade magic users. Individual members of the order after generally referred to as \"@*Dagnir*@\", which means hunter in the elven tongue. Members of the order are highly trained, and vetted for their ability to use both mundane and magical means of tracking, and detaining or eliminating powerful arcane threats.",
      "Most members of the Ithron Dagnir are fighters, monks or rogues, though the order does have several rangers, bards and warlocks. Every member of the order has the ability to control magic, a basic requirement when dealing with renegade mages."
    ],
    "articles": {
      "Sworn to Secrecy": [
        "Members of the Mage Hunters all obey a common rule. From the moment they enter the training halls for the initiates' trial until the day they retire, no member of the order is to be seen without a full face mask, known as a Halthîr. Each member is allowed to choose a mask of their own liking, and change to a new mask if they so wish. All of this is done so that each member maintains a degree of anonymity, allowing them to do what is needed in their profession without risking their personal lives. It also prevents any traitorous members or renegade mages who might wish to launch a preemptive strike against the order from being able to find its members.",
        "In addition to the masks, members are given a pseudonym by which they are referred. The names are granted by the high ranking members of the order when an initiate has completed their training. Most often these names are based on something related to the @*Dagnir's*@ fighting style, mask or demeanor."
      ],
      "Types of Ithron Dagnir": [
        "The most common fighting techniques of the order are those of the Eldritch Knight,  and the Arcane Trickster. Each of these specialties provide different tools for the order.",
        "@#Eldritch Knights#@",
        "Magic-wielding fighters are generally used when brute force and raw power are required for a task, such as detaining a mage attempting dangerous experiments. These warriors most often learn spells directly related to shutting down magical defenses and negating arcane attacks, such as @?Absorb Elements|https://www.dnd-spells.com/spell/absorb-elements?@, @?Shield|https://www.dnd-spells.com/spell/shield?@, @?Counterspell|https://www.dnd-spells.com/spell/counterspell?@, @?Dispel Magic|https://www.dnd-spells.com/spell/dispel-magic?@, and @?Nondetection|https://www.dnd-spells.com/spell/nondetection?@.",
        "@#Arcane Tricksters#@",
        "When subtlety, deference and guile are required for a task, the order relies on its rogues to handle the job. Often these missions are ones such as the infiltration of a suspected renegade's residence, or clandestinely removing a dangerous magical artifact from someone's possession. These arcane rogue most often learn spells which aid them in going unnoticed, such as @?Charm Person|https://www.dnd-spells.com/spell/charm-person?@, @?Disguise Self|https://www.dnd-spells.com/spell/disguise-self?@, @?Invisibility|https://www.dnd-spells.com/spell/invisibility?@, @?Shadow Blade|https://www.dnd-spells.com/spell/shadow-blade?@, @?Suggestion|https://www.dnd-spells.com/spell/suggestion?@, @?Major Image|https://www.dnd-spells.com/spell/major-image?@, and @?Greater Invisibility|https://www.dnd-spells.com/spell/greater-invisibility?@.",
        "@#Shadowdancers#@",
        "When stealth and speed are required, the Ithron Dagnir call upon the Shadowdancers. These masters of the martial arts use their expert ability to manipulate and control the shadows around them. These monks are especially effective as assassins due to their ability to break a wizard's concentration during spell casting. They are also able to get into places others cannot, as they generally appear to be unarmed civilians when they are not wearing their Halthîr."
      ],
      "Tools of the Trade": [
        "With the exception of their Halthîr, each member of the order is expected to procure their own equipment for tasks they are given. Many members spend their time after their initiation as members of adventuring groups, honing their skills and seeking out magical artifacts that can increase their effectiveness in their true profession.",
        "@#The Halthîr#@",
        "@&./lore/items/Halthîr.png|The Halthîr warn by the Mage Hunter known as \"Pale Sorrow\".&@ Designed by one of the first members of the order, known to archival records only as the Bronze Basilisk, the unique masks of the Ithron Dagnir are highly prized, powerful magical items. Every mask is unique, but all are given the same enchantments.",
        "Each mask is enchanted with magical properties that enhance the wearer's anonymity. The Halthîr hides the wearer's eyes in complete darkness, changes the wearer's voice to a neutral tone of the appropriate gender, and provides protection from magic which would effect the wearer's mind, such as charm effects and telepathic intrusion. The mask also allows the users to cast a limited amount of spells from the mask without needing to have learned the spell personally.",
        "In terms of game mechanics, a Halthîr provides the following:",
        "• Resistance on saving throws against charm effects and spells or spell-like abilities to telepathically probe the wearer's mind.",
        "• The mask has 3 charges. While wearing it, you can use an action and expend one charge to cast @?Silence|https://www.dnd-spells.com/spell/silence-ritual?@, or two charges to cast @?Dispel Magic|https://www.dnd-spells.com/spell/dispel-magic?@ (Intelligence spellcasting ability modifier) from it. The Halthîr regains 1d3 expended charges daily at dawn."
      ]
    }
  }
}