{
  "The-Lost-Shields": {
    "playerKnown": true,
    "path": "group",
    "name": "The Lost Shields",
    "nickname": "the Lost Shields",
    "tags": ["adventuring","players"],
    "type": "Adventuring Group",
    "memberNumber": "4",
    "members": [
      "Erlinder Bluefield",
      "Evan-Jakob Reinhold",
      "Filibert Montajay",
      "Murat",
      "Matthias"
    ],
    "description": [
      "The Lost Shields are an adventuring group which formed in the village of Rythlon in Sirngor of 2C 2573."
    ],
    "articles": {
    }
  },
  "Nost-Ezel’nár": {
    "playerKnown": true,
    "path": "group",
    "name": "Nost Ezel’nár",
    "nickname": "Lodge of the Emerald Flame",
    "linkingWords": ["Nost Ezel’nár"],
    "tags": ["mages","frecyra","ulfwyst"],
    "type": "Magic Order",
    "location": "Navolin",
    "memberNumber": "~60",
    "leaders": [
      "Jonas Andresiak",
      "Alzur of Zelmar",
      "Franziska Straken",
      "Bazyli Bogdan",
      "Ernestas Dubanow",
      "Izolda of Olesko",
      "Vythica Floshin"
    ],
    "description": [
      "An ancient order of mages, Nost Ezel’nár was established at the Tower of Stantorr around 2C 1350 by the Archmage Xarrut Vandilid."
    ],
    "articles": {
    }
  },
  "Council-of-Nine": {
    "playerKnown": false,
    "path": "group",
    "name": "Council of Nine",
    "nickname": "Council of Nine",
    "linkingWords": ["Council of Kaeldrin"],
    "tags": ["mages","kaeldrin sanctum","ulfwyst"],
    "type": "Government",
    "location": "Kaeldrin Sanctum",
    "memberNumber": "9",
    "members": [
      "Magister Coldforge",
      "Magister Cordran",
      "Magister Miavus",
      "Magister Melruth",
      "Magister Olanrem",
      "Magister Kluurner",
      "Magister Telmiss",
      "Magister Hushod",
      "Magister Zuvey"
    ],
    "description": [
    ],
    "articles": {
    }
  },
  "Ruby-Drifters-Mercenary-Company": {
    "playerKnown": true,
    "path": "group",
    "name": "Ruby Drifters Mercenary Company",
    "nickname": "Ruby Drifters",
    "tags": ["adventuring group","ulfwyst"],
    "type": "Adventuring Group",
    "location": "Ulfwyst",
    "memberNumber": "7",
    "members": [
      "Belthren Ogni",
      "Zecele of Belorus"
    ],
    "description": [
      "The Ruby Drifters were a mercenary company and adventuring group that operated in eastern Ulfwyst between 2C 2535 and 2C 2542. The group earned widespread notoriety for their exploits, helped by the songs and stories of the group's bard, Zecele of Belorus."
    ],
    "articles": {
    }
  },
  "The-Iron-Fangs": {
    "playerKnown": false,
    "path": "group",
    "name": "The Iron Fangs",
    "nickname": "Iron Fangs",
    "tags": ["adventuring group","ulfwyst"],
    "type": "Adventuring Group",
    "location": "Ulfwyst",
    "memberNumber": "6",
    "members": [

    ],
    "description": [
      "The Iron Fangs are an adventuring group that was active at some time in the Kelishan Highlands of Navolin. They were responsible for killing two of the Coven of the Withered Eye."
    ],
    "articles": {
    }
  },
  "Ruby-Phoenix": {
    "playerKnown": true,
    "path": "group",
    "name": "Ruby Phoenix",
    "nickname": "Ruby Phoenix Adventuring Guild",
    "tags": ["guild","rakenburg","ulfwyst","adventuring"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~20",
    "leaders": [
      "Belthren Ogni",
      "Rendis Moon",
      "Khazar Thul"
    ],
    "description": [
      "The Ruby Phoenix adventuring guild is an organization created by Belthren Ogni following the dissolution of the legendary Ruby Drifters mercenary group."
    ],
    "articles": {
    }
  },
  "Specula-Arcanum": {
    "playerKnown": true,
    "path": "group",
    "name": "Specula Arcanum",
    "nickname": "Specs",
    "tags": ["guild","rakenburg","ulfwyst","guards"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~200",
    "additionalImages": ["specs.png"],
    "leaders": [
      "Adalyn Delia"
    ],
    "description": [
      "Specular Arcanum is one of the 8 Major Guilds of the city-state of Rakenburg. The guild's primary role in the city is to act as city watch, militia and judiciary."
    ],
    "articles": {
      "Arcane Sentinels": [
        "The Specula Arcanum operate in small patrol teams, ranging from three to six members, depending on the time of day, district of operation and level of possible threats to the city and the citizens therein. Assigned to most teams is an iron golem, common referred to as a Gradiorus. These large, lumbering constructs are controlled by the patrol leader, who is given a magical device that lets them command the golem vocally. Should the squad become incapacitated, the Gradiorus Golems can be controlled by the guild remotely in order to prevent hostile actors from taking control of one of the city's most powerful defensive tools."
      ]
    }
  },
  "Jasper-Circle": {
    "playerKnown": true,
    "path": "group",
    "name": "Jasper Circle",
    "nickname": "Jasper Circle",
    "tags": ["guild","rakenburg","ulfwyst","adventures"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~50",
    "leaders": [
      "Marcelo Raja Oberon"
    ],
    "description": [
      "The Jasper Circle is one of the 8 Major Guilds of the city-state of Rakenburg. The guild's primary source of income is the collection and sale of arcane components. The guild also specializes in the acquisition and rearing of magical beasts."
    ],
    "articles": {
    }
  },
  "Garrick's-Delvers": {
    "playerKnown": true,
    "path": "group",
    "name": "Garrick's Delvers",
    "nickname": "Garrick's Delvers",
    "tags": ["guild","rakenburg","ulfwyst","adventures","dwarf","mercenaries"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~430",
    "leaders": [
      "Serd Garricksen",
      "Beris Krakhammer"
    ],
    "description": [
      "Garrick's Delvers is one of the 8 Major Guilds of the city-state of Rakenburg. Composed primarily of dwarves, the guild is well known for its expertise in underground exploration and rescue operations. The guild also is known to operate as mercenaries if the coin is right.",
      "The successful survival of the dwarf hold of Zul Undrak in the Kazgrim Mountains can partly be put down to the influence of Garrick's Delvers. The leader of the expedition, when beset by a clan of Fire Giants several years into the establishment of the fortress, called upon the guild for aid and a share of the fortress' profits for several years if it survived the siege. The delvers intervened and the siege was broken."
    ],
    "articles": {
    }
  },
  "The-Freeman's-League": {
    "playerKnown": true,
    "path": "group",
    "name": "The Freeman's League",
    "nickname": "Freeman's League",
    "tags": ["guild","rakenburg","ulfwyst","naval","mercenaries"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~750",
    "leaders": [
      "Dineo Meljok"
    ],
    "description": [
      "The Freeman's League is one of the 8 Major Guilds of the city-state of Rakenburg. The guild primarily operates in the real of guarding trade vessels and shipping valuable cargo. The guild operates as a federated order of ship captains, with each captain being given license to operate generally as he pleases, as long as it falls within guild protocols. This can result in less morally strict captains of the guild taking work as privateers, or blockading ports when hired to do so as part of trade wars."
    ],
    "articles": {
    }
  },
  "Twilight-Elysium": {
    "playerKnown": true,
    "path": "group",
    "name": "Twilight Elysium",
    "nickname": "Twilight Elysium Guild",
    "tags": ["guild","rakenburg","ulfwyst","adventures","mages"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~130",
    "leaders": [
      "Malthor of Draca"
    ],
    "description": [
      "Twilight Elysium is one of the 8 Major Guilds of the city-state of Rakenburg. The guild is comprised primarily of mages or arcane scholars. The guild provides magical services and protection to those who can afford the rather high cost of services. Though the guild follows the Interguild Dispute Interdiction Treaty while inside Rakenburg, it has been known to violate the terms of the treaty if a job requires such an action. This morally gray approach extends to other areas of their operations, as the guild leaders turn a blind eye to dangerous magical practices, such as necromancy, the summoning and interaction with extra-dimensional beings and forbidden spells."
    ],
    "articles": {
    }
  },
  "Venngar-Trade-Company": {
    "playerKnown": true,
    "path": "group",
    "name": "Venngar Trade Company",
    "nickname": "Venngar Trade Company",
    "tags": ["guild","rakenburg","ulfwyst","naval","trade"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~500",
    "leaders": [
      "Sven Brokkisson",
      "Ylnga of Dundag"
    ],
    "description": [
      "The Venngar Trade Company is one of the 8 Major Guilds of the city-state of Rakenburg. The guild's primary line of business is the transportation of goods and people through the waters of the Venngar Sea. The guild employs many sailors of all backgrounds, but the majority of the members of the guild are Lemurian.",
      "During the winter months, the guild not only transports goods, but also operates in the Korin Gulf as icebreakers, helping break up and navigate the floating chunks of ice that drift around the inland sea."
    ],
    "articles": {
    }
  },
  "Red-Moon-Order": {
    "playerKnown": true,
    "path": "group",
    "name": "Red Moon Order",
    "nickname": "Order of the Red Moon",
    "tags": ["guild","rakenburg","ulfwyst","assassins","thieves","mercenaries"],
    "type": "Rakenburg Guild",
    "location": "Rakenburg",
    "memberNumber": "~150",
    "leaders": [
      "Calder Gray",
      "Victor Quivias",
      "Nadia Vernon"
    ],
    "description": [
      "The Red Moon Order is one of the 8 Major Guilds of the city-state of Rakenburg. The Order is the most clandestine of the guilds of Rakenburg and only through the regular oversight of the 7 other Major Guilds does the order provide insight into its operations. Specializing in espionage, theft and even assassination, the guild's status is often under debate by the minor guilds, hoping that the guild's expulsion would open up a seat on the Guild Council of Rakenburg. The calls have fallen on deaf ears up to this point, as the Red Moon Order has never violated the Interguild Dispute Interdiction Treaty upon which grounds for dismissal from the council could be levied."
    ],
    "articles": {
    }
  },
  "Clan-Council-of-Lemuria": {
    "playerKnown": true,
    "path": "group",
    "name": "Clan Council of Lemuria",
    "nickname": "Clan Council of Lemuria",
    "linkingWords": ["Clan Council"],
    "tags": ["lemuria","ulfwyst","elective body"],
    "type": "Government",
    "location": "Realm of Lemuria",
    "members": [
      "Torild Sjomann",
      "Ulfrica Arnbjorg",
      "Wuldren Tordenfødt",
      "Viljar Bjørsel",
      "Solveig Alding",
      "Ylva Kvalheim",
      "Halder Falklyng",
      "Dagny Nygard",
      "Eydis Völsung"

    ],
    "memberNumber": "15",
    "forceImg": "/places/Storsal-Helter",
    "leaders": [
      "High Queen Inga Villdyr"
    ],
    "description": [
      "The @+Clan Council of Lemuria+@ is the main governmental body of the Realm of Lemuria. The council meets at the Storsal Helter in the city of Kilurus. The council is comprised of the leaders of the Clans of Lemuria."
    ],
    "articles": {
      "Council Practices": [
        "To an outsider, the methods and rules of a Clan Council meeting may seem chaotic, but to a Lemurian familiar with council practice, it is almost identical to a village council meeting. Topics of discussion can be proposed by any member of the council, with priority descending from those with the most political influence to those with the least.",
        "There is no standard length for a council meeting. Depending on the number of topics and the length of debate, a meeting may require only a few hours, or several days. If a meeting requires multiple days, breaks are alloted. The only rule counter to this is that @+once debate on a topic has begun, a resolution must be found before a meeting may adjourn+@.",
        "@#Clan Influence#@",
        "The most important members of the council are the chieftains of the major clans, of which there are currently five: Arnbjorg, Bjørsel, Sjomann, Tordenfødt and Villdyr. These clan tend to hold permanent, influential offices in the council. They also receive priority, and extended speaking time during council debates."
      ]
    }
  },
  "Council-of-the-Withered-King": {
    "playerKnown": false,
    "path": "group",
    "name": "Council of the Withered King",
    "nickname": "Council of the Withered King",
    "tags": ["Istagen","ulfwyst","wizards"],
    "type": "Magic Order",
    "location": "Kingdom of Istagen",
    "leaders": [
      "Shulxaa the Withered King"
    ],
    "description": [
      "The @+Council of the Withered King+@ was a group of liches that were subservient to Shulxaa, the Withered King.",
      "The Lich Lord of Istagen reigned over the Kingdom of Istagen for several hundred years prior to his defeat by the Knights of the Sacred Dawn. Having achieved lichdom hundreds of years prior to his complete domination of the Kingdom of Istagen, he found that though many wizards publicly spoke out against the practice of magical undeath, in private they were far more willing to entertain such ideas. Thus, @~Shulxaa~@ slowly began to find willing mages whom he felt were worthy (and subservient) enough to join his inner circle, which would eventually grow to become known as the Council of the Withered King.",
      "Once a wizard had accepted the terms of his dark bargain, Shulxaa would create for them a phylactery in which the mage would transfer their life force, becoming a lich. However, the secret of the creation of such objects, as well as their individual hiding places, were never shared with his servants, as a means of control by the Lich Lord. Thus, the council members, even if they might be tempted, would never overly act against their master. Shulxaa also went to great lengths over the course of his reign over Istagen to ensure that the knowledge of how to create a phylactery was never available to his servants, as a further way to ensure their loyalty."
    ],
    "articles": {
      "The Council Dispersed": [
        "Though many members of the Council of the Withered King were kill, only some of their phylacteries were discovered and destroyed during the liberation of Istagen. Many members of the council, whose soul vessels were dispersed to ensure their survival, went into hiding in order to avoid the Knights of the Sacred Dawn. Though there were whispers of strange wizards among the peasants, the banishment of arcane practitioners from Tovanis forced the mages to flee out of the kingdom in order to avoid easy detection, should they use large-scale magic.",
        "Though some of the knights wished to hunt down and destroy the remaining liches, the decision was made to instead focus on rebuilding the realm and help the former subjects of the lich lord instead of chasing shadows. Thus, the council vanished into the wilds of Ulfwyst, only to be remember in historical records and the long memory of those driven to enact revenge against their reign of terror."
      ]
    },
    "dmArticles": {
      "Lesser Liches": [
        "Mechanically, each member of the Council of the Withered King is considered a Lesser Lich. None of the mages who make up the council were ever powerful, nor resourceful, enough to become full-blown liches. Instead, their undeath was bestowed upon them by Shulxaa during his reign."
      ]
    }
  },
  "Order-of-the-Endless-Sky": {
    "playerKnown": true,
    "path": "group",
    "name": "Order of the Endless Sky",
    "nickname": "Order of the Endless Sky",
    "tags": ["Kongir","monks","Ulfwyst"],
    "type": "Monastic Order",
    "location": "Nakali Isles",
    "leaders": ["the Myrd'draal"],
    "description": [
      "The @+Order of the Endless Sky+@ is a monastic order dedicated to the veneration of an ancient, eldritch god known as Axoth'Zun. Kongir Temple, located on the Nakali Island of Haryuma, is the primary temple of the order. The monks also maintain other, smaller temples throughout eastern Ulfwyst."
    ],
    "articles": {
    }
  },
  "Monks-of-the-Emerald-Wind": {
    "playerKnown": false,
    "path": "group",
    "name": "Monks of the Emerald Wind",
    "nickname": "Order of the Emerald Wind",
    "tags": ["Koraxxon","monks"],
    "type": "Monastic Order",
    "location": "Western Koraxxon",
    "description": [
      "The @+Order of the Emerald Wind+@ is an order of monks who maintain a series of hidden monasteries in the Crimson Mist Mountains and defend the region from outside influences."
    ],
    "articles": {
    }
  },
  "Order-of-the-Radiant-Eye": {
    "playerKnown": false,
    "path": "group",
    "name": "Order of the Radiant Eye",
    "nickname": "the Radiant Eye",
    "tags": ["Ulfwyst","monks"],
    "type": "Monastic Order",
    "location": "Ulfwyst",
    "description": [
      "The @+Order of the Radiant Eye+@ is a monastic order who follow the teachings of the Philosopher. The order is dedicated to finding, organizing and preserving knowledge in all forms."
    ],
    "articles": {
    }
  }
}