{
  "Erlinder-Bluefield": {
    "playerKnown": true,
    "tags": ["adventurer","half-elf","druid","player","the Lost Shields"],
    "name": "Erlinder Bluefield",
    "nickname": "Erlinder",
    "race": "Half-Elf",
    "age": "32",
    "gender": "Male",
    "class": "Druid",
    "subclass": "Circle of the Land",
    "background": "Folk Hero",
    "affiliations": ["Lemuria","Bluefield Farms"],
    "level": 6,
    "hp": 36,
    "stats": {
      "STR": 12, 
      "DEX": 14, 
      "CON": 14, 
      "INT": 8, 
      "WIS": 18, 
      "CHA": 14
    },
    "description": [
      "A simple farmer from Lemuria.",
      "Erlinder shows care to his appearance regardless of his simple cloths.  He wears a blue tunic that may have been a much darker color but is now faded from the sun.  His pack is almost over loaded with all manner of traveling gear and cookware.",  
      "His blue Tunic is covered in leather armor that seems to have been made for a larger person, but modified to fit his much smaller frame.  The blue almost matches the paint on his wooden shield which is decorated with a intricate knotted pattern using geometric vines.  He keeps his beard as well trimmed as he can and peaking barley noticeable from his long dirty blond hair are his pointed ears.  His light blue eyes betray a kindness hidden in his determined expression.",
      "Having learned of his newfound powers while at his home, Bluefield Farm in Lemuria, Erlinder was told of a great destiny awaiting him and was sent off into the world to find it. He traveled from his home to the village of Rythlon, Navolin where he would become one of the founding members of the Lost Shields."
    ]
  },
  "Evan-Jakob-Reinhold": {
    "playerKnown": true,
    "tags": ["adventurer","human","warlock","player","the Lost Shields"],
    "name": "Evan-Jakob Reinhold",
    "nickname": "Evan-Jakob",
    "race": "Human",
    "age": "32",
    "gender": "Male",
    "class": "Warlock 5 / Fighter 1",
    "subclass": "Hexblade",
    "background": "Soldier",
    "affiliations": ["Kingdom of Sennhoff"],
    "level": 6,
    "hp": 42,
    "stats": {
      "STR": 12, 
      "DEX": 16, 
      "CON": 14, 
      "INT": 8, 
      "WIS": 10, 
      "CHA": 20
    },
    "description": [
      "Evan-Jakob Reinhold was a soldier from the Kingdom of Sennhoff. After an incident during the siege of a castle he was stationed at, he found himself mysteriously transported to the Blighted Mire. There, he met Murat and Zorrakir and traveled to the village of Rythlon, Navolin where he would go on to be a founding member of the Lost Shields."
    ]
  },
  "Filibert-Montajay": {
    "playerKnown": true,
    "tags": ["adventurer","halfling","fighter","player","the Lost Shields"],
    "name": "Filibert Montajay",
    "nickname": "Filibert",
    "race": "Halfling",
    "age": "24",
    "gender": "Male",
    "class": "Fighter",
    "subclass": "Battlemaster",
    "background": "Soldier",
    "affiliations": ["Auburn Castle"],
    "level": 6,
    "hp": 40,
    "stats": {
      "STR": 18, 
      "DEX": 14, 
      "CON": 14, 
      "INT": 13, 
      "WIS": 11, 
      "CHA": 12
    },
    "description": [
      "Filibert Montajay was a young soldier who lived with his family in Auburn Castle. After being banished from the manor by his lord, Baron Janik Malmor, the young halfling traveled around the Kelishan Highlands looking for a new master to serve. When he was unable to find anyone willing to take on his service, the fighter returned to the village of Rythlon, Navolin where he would go on to be a founding member of the Lost Shields."
    ]
  },
  "Murat": {
    "playerKnown": true,
    "tags": ["adventurer","half-orc","monk","player","the Lost Shields"],
    "name": "Murat",
    "nickname": "Murat",
    "race": "Half-Orc",
    "age": "19",
    "gender": "Male",
    "class": "Monk",
    "subclass": "Drunken Master",
    "occupation": "Urchin",
    "affiliations": ["City of Zurast"],
    "level": 6,
    "hp": 41,
    "stats": {
      "STR": 13, 
      "DEX": 18, 
      "CON": 16, 
      "INT": 11, 
      "WIS": 16, 
      "CHA": 13
    },
    "description": [
      "A young, half-orc Monk from the City of Zurast, Murat met his master Zorrakir and persuaded the old tiefling to take him on as an apprentice. Traveling with the old monk, Murat began to train in the martial arts. While venturing through the Blighted Mire, he met Evan-Jakob Reinhold. Together, they traveled to Rythlon, Navolin and would go on to become founding members of the Lost Shields."
    ]
  }
}