{
  "Akrozad": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": true,
    "name": "Akrozad",
    "nickname": "Akrozad",
    "tags": [
      "lich",
      "Council of the Withered King"
    ],
    "gender": "Male",
    "race": "Undead (Human)",
    "titles": [],
    "occupation": [
      "Lich Councilor"
    ],
    "affiliations": [
      "Kingdom of Istagen",
      "Council of the Withered King"
    ],
    "description": [
      "@+Akrozad+@ was a lich and a councilor to Shulxaa during his reign over the Kingdom of Istagen."
    ],
    "articles": {},
    "dmArticles": {
      "Soron'malkor": [
        "The bastion of Akrozad is known located high in the Torick Peaks. This dark citadel is home to monstrous creatures, and malicious undead that the lich has raised in his service. The citadel was once a frost giant fortress guarding a pass deeper into the range, but it was abandoned nearly 1800 years ago. Akrozad rediscovered the keep while looking for a secret route across the Cibrinian border, hoping to use it as an invasion option should Istagen decide to expand south into Cibrin.",
        "The keep current is being used as a prison for Cornelia Katalin and Wulfgar of Ozeresk so that the lich can produce simulacrum of the two nobles should more be required."
      ]
    }
  },
  "Mexura-Nithtari": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": true,
    "name": "Mexura Nithtari",
    "nickname": "Mexura Nithtari",
    "linkingWords": [
      "Mexura"
    ],
    "tags": [
      "lich",
      "Council of the Withered King"
    ],
    "gender": "Male",
    "race": "Undead (Tiefling)",
    "titles": [],
    "occupation": [
      "Lich Councilor"
    ],
    "affiliations": [
      "Kingdom of Istagen",
      "Council of the Withered King"
    ],
    "description": [
      "@+Mexura+@ was a lich and a councilor to Shulxaa during his reign over the Kingdom of Istagen. "
    ],
    "articles": {},
    "dmArticles": {}
  },
  "Ozudrem": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": true,
    "name": "Ozudrem",
    "nickname": "Ozudrem Frostbeard",
    "tags": [
      "lich",
      "Council of the Withered King"
    ],
    "gender": "Male",
    "race": "Undead (Dwarf)",
    "titles": [],
    "occupation": [
      "Lich Councilor"
    ],
    "affiliations": [
      "Kingdom of Istagen",
      "Council of the Withered King"
    ],
    "description": [
      "@+Ozudrem Frostbeard+@ was a rare, dwarven lich and a councilor to Shulxaa during his reign over the Kingdom of Istagen. "
    ],
    "articles": {},
    "dmArticles": {}
  },
  "Rubrum-Magnus": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": true,
    "name": "Rubrum Magnus",
    "nickname": "Rubrum Magnus",
    "tags": [
      "lich",
      "Council of the Withered King"
    ],
    "gender": "Male",
    "race": "Undead (Tiefling)",
    "titles": [],
    "occupation": [
      "Lich Councilor"
    ],
    "affiliations": [
      "Kingdom of Istagen",
      "Council of the Withered King"
    ],
    "description": [
      "@+Rubrum Magnus+@ was a lich and the prime councilor to Shulxaa during his reign over the Kingdom of Istagen. Though the lich lord has many advisors, Rubrum stood above all others as his favorite."
    ],
    "articles": {},
    "dmArticles": {}
  },
  "Zoltheraz": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Zoltheraz",
    "nickname": "Zoltheraz the Ghoul King",
    "tags": [
      "lich",
      "Council of the Withered King"
    ],
    "gender": "Male",
    "race": "Undead (Human)",
    "titles": [
      "the Ghoul King"
    ],
    "occupation": [
      "Lich Councilor"
    ],
    "affiliations": [
      "Kingdom of Istagen",
      "Council of the Withered King"
    ],
    "description": [
      "@+Zoltheraz+@, better known in historical archives as @*the Ghoul King*@, was a lich and councilor to Shulxaa during his reign over the Kingdom of Istagen. Born Ivak of Dardon, the lich would spend nearly 50 years as a renowned eldritch knight and defender of the borderlands along the Desolate Wastes."
    ],
    "articles": {},
    "dmArticles": {
      "Rise to Lichdom": [
        "In 2C 2082, Ivak came across a strange old man wandering the roads north of Luzzara who immediately recognized the knight's talent for the arcane. The old man challenged the knight to a duel, which Ivak immediately dismissed. The proud knight had no intention of dueling an old, feeble man along the road. To this response, the old man simply laughed and called the cavalier a coward, and declared himself the victor by forfeit. Ivak, unwilling to withstand the bitter barbs, agreed and announced he would put the old man in his place.",
        "With the challenge accepted, the traveler suddenly flew through the air, hurly a barrage of dark magic at the knight, who used his own magic to protect him. The elder then cast off his tattered robes, revealing himself as the lich Shulxaa and in a horrible display of power, unleashed a deadly bleam of arcane energy which burst through the knight's chest.",
        "As he lay dying on the ground, Ivak spat curses at the undead wizard for his treachery and vowed revenge. At this, Shulxaa simply laughed yet again and declared that if Ivak wished to get his revenge, he would allow him all the time he required. Shulxaa explained his pact with Ivak, who was so consumed with the desire for revenge he agreed, not considering the true nature of his choice. With a bargain struck, the lic lord placed the knight's soul into a vessel of his own design, and plunged Sir Ivak to the ranks of the undead. His newest councilor risen, the lich declared that the knight could attempt to take his revenge whenever and as often he wished, but only if the knight followed him back to his study for tea."
      ]
    }
  },
  "Istivos": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Istivos",
    "nickname": "Istivos",
    "tags": [
      "lich",
      "Council of the Withered King"
    ],
    "gender": "Male",
    "race": "Undead (Human)",
    "titles": [
      ""
    ],
    "occupation": [
      "Lich Councilor"
    ],
    "affiliations": [
      "Kingdom of Istagen",
      "Council of the Withered King"
    ],
    "description": [
      "@+Istivos+@, better known in historical archives as @*the Dark Hierophant*@, was a lich and councilor to Shulxaa during his reign over the Kingdom of Istagen. "
    ],
    "articles": {},
    "dmArticles": {}
  },
  "Golzahraan": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Golzahraan",
    "nickname": "Golzahraan, the Terror of Hev치r",
    "tags": [
      "dragon",
      "dracolich",
      "Council of the Withered King"
    ],
    "gender": "Female",
    "race": "Undead (Dragon)",
    "titles": [
      "Terror of Hev치r"
    ],
    "occupation": [
      "Dracolich Councilor"
    ],
    "affiliations": [
      "Kingdom of Istagen",
      "Council of the Withered King"
    ],
    "description": [
      "@+Golzahraan+@, better known in historical archives as @*the Terror of Hev치r*@, was a dracolich and councilor to Shulxaa during his reign over the Kingdom of Istagen. She was counted as the only non-humanoid on the Council of the Withered King and is regarded, alongside Rubrum Magnus, as the most likely successor to the rule of Shulxaa, should Istagen be reborn under a lich lord. After the fall of Shulxaa, Golzahraan disappeared to whereabouts unknown. Some claim the dracolich has taken up residence once again in her old lair in the Blighted Mire, while others claim such a presence would not go unnoticed and instead postulate that the dragon fled north into the Desolate Wastes."
    ],
    "articles": {},
    "dmArticles": {
      "Ascension": [
        "Once a powerful, black dragon living in the Blighted Mire, Golzahraan attempted to establish herself as the ruler of southern Sedobia and eastern Istagen around 2C 2030. The dragon announced her intention by razing the town of Hev치r, once located on the shore of the Bay of Claws, after the town defied her demand for tribute. After several years of failed attempts to slay the wyrm through agents, Shulxaa personally intervened, not wishing to find his realm divided between those who favored the rule of a dragon over that of a lich. The two battled in the sky above the great swamp, with the lich claiming victory. However, instead of killing Golzahraan, Shulxaa offered her a position on his undead council. The dragon, though proud, knew she had been bested and accepted his offer."
      ]
    }
  }
}