{
  "Imizael-Clathara": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Imizael Clathara",
    "tags": ["ranger","elf","rythlon","friend","associate","Navolin"],
    "nickname": "Imizael",
    "race": "Elf",
    "age": "190",
    "gender": "Female",
    "class": "Ranger",
    "occupation": "Steward, Militia Commander",
    "affiliations": ["Rythlon"],
    "quote": "\"I am a simle shepard. My favorite place is here, with my flock. However, someone in this village needs to teach the people to defend themselves, and it appears that I am the only one who can manage that right now.\"",
    "description": [
      "Imizael is the new steward of Rythlon and was previously the village's militia commander. She is of average height, with an athletic, graceful build. She has long, dark hair which she keeps braided on one side. In combat, she fights with two short swords, which she uses with the speed and skill of someone who has practiced swordplay for decades.",
      "She was promoted to the position of steward after Alderman Selif Koric was relieved of the role by Count Jeskin Sebroski, following the revelation that magistrate Teliril Wasanathi was a Hag terrorizing Rythlon for months. It was only after the Lost Shields intervened into the situation, saving the town from Teliril's dark designs, that the Count recognized what Imizael had been doing for the village and decided she might serve the people better than the selfish and inept Alderman.",
      "When she is not training the militia or taking care of official duties in the village, she cares for a flock of sheep at her farm on the north side of the village inside the palisade. Some nights she can be found at the Moody Acrobat, drinking wine and playing cards with her friend Edmund the stable hand."
    ]
  },
  "Davrik": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Davrik",
    "tags": ["human","sailor","merchant","smuggler","Rythlon"],
    "nickname": "Davrik",
    "race": "Human",
    "age": "37",
    "gender": "Male",
    "occupation": "Merchant",
    "affiliations": ["Rythlon","Green Boat Shipping"],
    "description": [
      "Davrik is a the owner and operator of Green Boat Shipping, a merchant shipping company that operates out of Rythlon and transports goods up and down the Sulas river. A human man, Davrik is the cousin of Bordin, the innkeeper of the Moody Acrobat.",
      "Green Boat Shipping is the largest business in the village, though Davrik had plans to expand its operations further abroad. In order to do so, he had borrowed money from Yora, a local moneylender, in order to expand the business. When his plans did not get the expected returns quickly enough, Davrik was forced to find other ways of making money in order pay off his debts.",
      "The Adventurers first encountered Davrik and some of his employees one night on the banks of the Sulas while investigating strange noises that the villagers heard coming from the river at night. They soon realized that the noises were actually those of the men smuggling goods upriver at night and offloading them at a small dock downriver from Rythlon. After a quick scuffle, the Lost Shields subdued the men and brought them back to the village for judgment from the alderman, Selif Koric.",
      "Koric, who seemed unwilling to punish the men, was forced to seek the input of Count Jeskin Sebroski at Castle Grinsted after the surprise arrival of Teliril Wasanathi at his manor. This interlude provided the Lost Shields time to further investigate the strange happenings in the village in an attempt to save Davrik and Gregor from possible execution.",
      "After Teliril was revealed to be a hag who had been manipulating and terrorizing the village for her own gain, Count Jeskin chose to reduce the sentences of the smugglers to six months of hard labor instead of a capital punishment."
    ]
  },
  "Gregor": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": true,
    "name": "Gregor",
    "tags": ["human","sailor","smuggler","Rythlon"],
    "nickname": "Gregor",
    "race": "Human",
    "age": "43",
    "gender": "Male",
    "occupation": "Laborer",
    "affiliations": ["Rythlon","Green Boat Shipping"],
    "description": [
      "Gregor is a human man who works for Davrik as an employee of Green Boat Shipping. He was one of several men that joined his boss in smuggling illicit cargo to Rythlon on the Sulas river. After being captured by the Lost Shields while smuggling goods, he was brought before Alderman Selif Koric for judgment.",
      "Koric, who seemed unwilling to punish the men, was forced to seek the input of Count Jeskin Sebroski at Castle Grinsted after the unexpected arrival of Teliril Wasanathi at his manor. This interlude provided the Lost Shields time to further investigate the strange happenings in the village in an attempt to save Davrik and Gregor from possible execution.",
      "After Teliril was revealed to be a hag who had been manipulating and terrorizing the village for her own gain, Count Jeskin chose to reduce the sentences of the smugglers to six months of hard labor instead of a capital punishment."
    ]
  },
  "Lormin-Blackmaw": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["butcher","rogue","half-orc","rythlon","navolin","friend"],
    "name": "Lormin Blackmaw",
    "nickname": "Lormin",
    "race": "Half-Orc",
    "age": "47",
    "gender": "Male",
    "class": "Rogue",
    "occupation": "Butcher",
    "affiliations": ["Rythlon"],
    "description": [
      "Lormin Blackmaw is the half-orc butcher of Rythlon. His shop, the Lazy Goat, is located near the center of the village, just outside the village square. Before settling down in the village, Lormin lived the life of an adventurer along with his friend Rakas of Driskal. He is a sly, well-mannered man who still remembers his glory days of delving dungeons, fighting monsters and uncovering ancient treasures.",
      "When the Lost Shields first came to Rythlon, Lormin witnessed them fend off a small incursion of shadowy creatures at the Moody Acrobat. He quietly approached them, hoping that they might be interested in helping him remove a curse from Rakas. The two men had ventured into the Grotto of the Withered Eye, which they had learned held ruins. In the process of exploring, Rakas had been afflicted with a mysterious ailment. The adventurers agreed and upon completing the task, Lormin paid them 100 gold pieces for their help."
    ]
  },
  "Edmund": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["butcher","rogue","half-orc","rythlon","navolin","friend"],
    "name": "Edmund",
    "nickname": "Edmund",
    "race": "Halfling",
    "age": "26",
    "gender": "Male",
    "occupation": "Stable hand",
    "affiliations": ["Rythlon"],
    "description": [
      "Edmund is a young halfling man who makes a living as a stable hand for various stables and farms around the village of Rythlon. He is friends with Imizael Clathara and can be found most nights at the Moody Acrobat playing cards with Imizael and other gamblers. Erlinder took note that Lormin Blackmaw has a tendency to keep an eye on Edmund when he is at the Moody Acrobat.",
      "The Adventurers purchased Muffin from Edmund before leaving Rythlon."
    ]
  },
  "Rakas-of-Driskal": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["priest","cleric","human","rythlon","navolin","guardian"],
    "name": "Rakas of Driskal",
    "nickname": "Rakas",
    "race": "Human",
    "age": "56",
    "gender": "Male",
    "class": "Cleric",
    "occupation": "Priest",
    "affiliations": ["Rythlon"],
    "description": [
      "A friar who presides over the Temple of the Guardian in Rythlon, Rakas of Driskal is a devout follower of his chosen deity. Rakas is a large, bearded man in his mid-fifties who spends his days caring for the small temple and cemetery of the village. He can occasionally be found having a drink with his friends Lormin & Priceli, the local butcher, at the Moody Acrobat.",
      "The Adventurers encountered Rakas while investigating the curse he was afflicted with. He seemed unaware that he was cursed, instead assuming it was an illness of some sort. After the adventurers cleansed the cauldron belonging to the hags of the grotto, the curse was lifted. Rakas, however, was unaware of this and assumed he had instead been cured of his 'illness' by the Guardian. The Adventurers chose not to correct him, leaving him to his worship."
    ]
  },
  "Muffin": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["mule"],
    "name": "Muffin",
    "nickname": "Muffin",
    "race": "Mule",
    "age": "7",
    "gender": "Female",
    "affiliations": ["the Lost Shields"],
    "description": [
      "Muffin is a pack mule that the Lost Shields purchased from Edmund the stable hand before leaving Rythlon.",
      "Erlinder will occasionally use @+Speak with Animals+@ to converse with Muffin, who is generally rude and terse with the druid.",
      "When the Lost Shields ventured inside the Molten Halls, they left Muffin outside to graze. When they emerged from the halls, Muffin was loaded with thousands of copper coins that the group had found and was made to carry the coins until they could be exchanged for more usable currency. She was then brought along on the Salty Ferret as the Lost Shields traveled on to Rakenburg."
    ]
  },
  "Selif-Koric": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["noble","human","rythlon","navolin"],
    "name": "Selif Koric",
    "nickname": "Alderman Selif Koric",
    "race": "Human",
    "age": "55",
    "gender": "Male",
    "occupation": "Alderman",
    "affiliations": ["Rythlon", "Navolin"],
    "description": [
      "Previously the Alderman of Rythlon, Selif Koric is an elderly man who lived in a house on the village square. He has long, grey hair, a well kept bear and a dull, passive demeanor. Seemingly either inept or corrupt, Koric appeared to be generally uninterested in the plight of the people in Rythlon under the watchful eye of Teliril Wasanathi.",
      "He first encountered the Lost Shields when they brought Davrik and Gregor to his house in the middle of the night, after the men had been captured smuggling goods on the Sulas river. Koric seemed uninterested in the issue until Teliril arrived at his house and demanded the men be punished to the fullest extent of the law. Unwilling to issue a capital sentence on the spot, the alderman instead chose to travel to Castle Grinsted, the seat of Count Jeskin Sebroski, Koric's liege, in order to avoid having to make the judgement himself. This action allowed the adventurers time to investigate the issue further, as they suspected there were sinister forces at work in the village.",
      "Koric would later return from Castle Grinsted with the count, who wished to deal with the issues in Rythlon personally. After the adventurers returned with evidence against Teliril, and a trial-turned-battle, the Count Jeskin decided to remove Koric from his position in favor of Imizael Clathara, who had showed herself to be a more suitable individual for the role of steward of Rythlon.",
      "It is not clear what Koric would do with himself after his dismissal from the position of Alderman."
    ]
  },
  "Uster": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["azer","slave","the molten halls","elemental"],
    "name": "Uster",
    "nickname": "Uster",
    "race": "Azer",
    "age": "??",
    "affiliations": ["the Lost Shields", "the Molten Halls"],
    "description": [
      "Uster is one of two Azer slaves in the service of Akad the Magnificent in the Molten Halls. He was bound, along with Tyda, to serve as the Efreet's valets in the Mercury Vault. It was not clear exactly how long the two Azer had been left waiting in the Mercury Vault before the Lost Shields, Shia and Khazar came upon them while exploring.",
      "After the Lost Shields struck a deal with Akad, Uster's service was transfered to Erlinder, to whom he was bound until the druid dispelled the magic while the group was in Rakenburg.",
      "Uster is only able to speak in Ignan, a fact that makes it very difficult for him to communicate in any manner beyond grunts and gestures with anyone not from his home."
    ]
  },
  "Avelino": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Avelino",
    "tags": ["adventurer","aarakocra","barbarian","Ruby Phoenix","Rakenburg","associate"],
    "nickname": "Avelino",
    "race": "Aarakocra",
    "age": "44",
    "gender": "Male",
    "class": "Bard",
    "occupation": "Adventurer",
    "affiliations": ["Ruby Phoenix"],
    "description": [
      "Avelino is a member of the adventuring guild Ruby Phoenix, based in Rakenburg. A talkative fellow by nature, he has had to learn to curtail his habits on official guild business."
    ]
  },
  "Yendra-Quenn": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Yendra Quenn",
    "tags": ["adventurer","halfling","barbarian","Ruby Phoenix","Rakenburg","associate"],
    "nickname": "Yendra",
    "race": "Halfling",
    "age": "27",
    "gender": "Female",
    "class": "Barbarian",
    "occupation": "Adventurer",
    "affiliations": ["Ruby Phoenix"],
    "description": [
      "Yendra Quenn is a member of Ruby Phoenix. She is highly energetic, with a childlike personality. She has a quick temper and has been learning to channel her anger for use in battle through training with her mentor and guild teammate Korema zar Halkren."
    ]
  },
  "Rendis-Moon": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Rendis Moon",
    "tags": ["steward","human","Ruby Phoenix","Rakenburg"],
    "nickname": "Rendis",
    "race": "Human",
    "age": "49",
    "gender": "Male",
    "occupation": "Steward",
    "affiliations": ["Ruby Phoenix"],
    "description": [
      "Rendis Moon is the guild artisan, steward and resident monster scholar of Ruby Phoenix. He one of the few members non-active members of the guild, operating in an advisory and support position at the Ruby Phoenix Guild Hall in Rakenburg."
    ]
  },
  "Korema-zar-Halkren": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Korema zar Halkren",
    "nickname": "Korema",
    "tags": ["adventurer","half-orc","barbarian","Ruby Phoenix","Rakenburg","associate"],
    "race": "Half-Orc",
    "age": "31",
    "gender": "Female",
    "class": "Barbarian",
    "occupation": "Adventurer",
    "affiliations": ["Ruby Phoenix"],
    "description": [
      "Korema zar Halkren is a member of the Ruby Phoenix adventuring guild, based in Rakenburg. Born in Cibrin, she is the youngest daughter of the orc chief of Clan Halkren, Gnaeruk. Born to a human mother of the chief's harem, Korema spent her youth being trained as a seafaring raider. She would travel the Venngar Sea with her clan attacking villages in Cibrin and Lemuria."
    ],
    "dmArticles": {
      "Backstory": [
        "During a raid in the Korin Gulf, the Clan was attacked by dwarven mercenaries from Kaz Tronj'und. Scattered and in full retreat, Korema found herself separated and unable to return to her ship. She wandered the coast of the Gulf for months, heading north as winter approached.",
        "Eventually she found work as a deckhand in the town of Ushma. She spent 2 years sailing the trade routes from Lemuria to the Barrier Coast until she grew tired of that life. Arriving in Rakenburg, she heard rumor of a 'mercenary' guild and sought out Ruby Phoenix hoping to make a name for herself.",
        "She is current a mid-ranking member, preferring to work as a hired blade in other guild comrade's teams. She does not like to over complicate her job, generally choosing to simply charge into the fray with a berserker fury, instead of coming up with plans and organizing tasks."
      ]
    }
  },
  "Beris-Krakhammer": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Beris Krakhammer",
    "nickname": "Beris Krakhammer",
    "tags": ["mercenary","dwarf","fighter","Gerrick's Delvers","Rakenburg"],
    "age": "205",
    "gender": "Male",
    "race": "Dwarf",
    "occupation": "Mercenary",
    "affiliations": ["Gerrick's Delvers"],
    "description": [
      "Beris Krakhammer is one of the mercenary captains of Gerrick's Delvers, one of the 8 Major Guilds operating in the city of Rakenburg on the Barrier Coast."
    ]
  },
  "Mahdi-Jamshidi": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Mahdi Jamshidi",
    "nickname": "Mahdi 'the Damned' Jamshidi",
    "tags": ["pirate","human","fighter","Duskreef"],
    "age": "36",
    "gender": "Male",
    "race": "Human",
    "occupation": "Pirate",
    "affiliations": ["Duskreef"],
    "description": [
      "@+Mahdi Jamshidi+@, (@?/ˈmɑːˌdjiː/ /ˈdʒɑːmˌʃiː/|https://en.wikipedia.org/wiki/Help:IPA/English?@), known by the moniker 'the Damned', is a pirate captain who operates out of the port of Duskreef in the Barrier Coast. He has a reputation for killing officers of the ships he raids, but willing takes on those who wish to join his crew."
    ],
    "dmArticles": {
      "My Love in Venbrin": [
        "Mahdi sold his soul to a devil [tbd] in Venbrin in order to bring his love, Azala, back to life. He returns to visit her when he can, stopping his ship in a cove north of the city to avoid the naval forces of the city. He will then sneak into town to visit her for several days before heading out again."
      ]
    }
  },
  "Terrowin-Drynn": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Terrowin Drynn",
    "nickname": "Captain Terrowin Drynn",
    "tags": ["pirate","human","fighter","Duskreef"],
    "age": "53",
    "gender": "Male",
    "race": "Human",
    "occupation": "Pirate",
    "affiliations": ["Duskreef"],
    "description": [
      "@+Captain Terrowin Drynn+@ is a pirate captain who operates out of the port of Duskreef in the Barrier Coast. He has two ships, a frigate, the Sanguine Jewel and a brig, the Elusive Revenge. He has a reputation for being a dashing, charismatic figure who enjoys the privileges earned from years of fame and notoriety. His first mate and captain of the @*Elusive Revenge*@ is Asher deGray. His quartermaster is Ellyana. "
    ]
  },
  "Brother-Leorick": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Brother Leorick",
    "nickname": "Brother Leorick",
    "tags": ["half-orc","cleric","Duskreef"],
    "age": "38",
    "gender": "Male",
    "race": "Half-Orc",
    "occupation": "Priest",
    "affiliations": ["Duskreef"],
    "description": [
      "@+Brother Leorick+@ is a half-orc priest of the Tempest who runs the god's temple in Duskreef. He is a large, stoic man who regularly is called upon to bless sailors and vessels before their voyages."
    ]
  }
}