{
  "Janik-Malmor": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": true,
    "tags": ["noble","human","count","navolin","Frenkel","Ahburn Castle"],
    "name": "Janik Malmor",
    "nickname": "Baron Janik Malmor",
    "race": "human",
    "age": "46",
    "gender": "Male",
    "class": "Fighter",
    "titles": ["Baron of Frenkel"],
    "occupation": "Noble, Soldier",
    "affiliations": ["Auburn Castle"],
    "description": [
      "Baron Janik Malmor is the baron of Frenkel. The baron is a vassal of Count Jeskin Sebroski and is charged with protecting the western border of Navolin from external threats. The baron's personal manor is Auburn Castle.",
      "Many families live and work in the barony of Frenkel, including the Montajays, a halfling family of which Filibert Montajay was a member. Filibert was a subject of the baron until he was forced to leave the fortress in Sirngor of 2C 2573."
    ]
  },
  "Archduke-Nicolai-Valken": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "tags": ["noble","human","archduke","City of Zurast"],
    "name": "Archduke Nicolai Valken",
    "nickname": "Nicolai Valken",
    "race": "human",
    "age": "37",
    "gender": "Male",
    "titles": ["Archduke"],
    "occupation": "Monarch",
    "affiliations": ["City of Zurast","the Sevenspire"],
    "description": [
      "Archduke Nicolai Valken is the current ruler of the Archduchy of Zurast."
    ]
  },
  "Jeskin-Sebroski": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Jeskin Sebroski",
    "tags": ["noble","human","count","navolin","hussar","rythlon","castle grinsted"],
    "nickname": "Count Jeskin Sebroski",
    "titles": ["Count of Szary", "Navolinian Hussar"],
    "race": "Human",
    "age": "27",
    "gender": "Male",
    "class": "Fighter",
    "occupation": "Noble, Soldier",
    "affiliations": ["Castle Grinsted","County of Szary","Kingdom of Navolin"],
    "description": [
      "As the Count of Szary, Jeskin Sebroski is both the local lord, administrator, and commander of a feudal county bordering the state of Tovanis. The count takes his role as the ruler of a border province very seriously, knowing that he is the first line of defense against incursions from foreign states, and monstrous creatures from beyond his borders.",
      "A man of noble birth, Count Sebroski was tutored from a young age in the arts of riding, warfare, court life and hunting.",
      "As a member of the nobility of the Kingdom of Navolin, Jeskin was brought into the ranks of the Hussars and excelled during the dangerous training regime that all initiates must undergo. He has since risen through the ranks to become one of the commanding officers of the order.",
      "He is a common sight in the court of King Kzesimir III in Frecyra where he is called up on to provide military advice. He is also a close personal friend of Prince Aronas Czak and returned from a provincial issue in the village of Rythlon upon learning the news of the prince's death."
    ]
  },
  "King-Kzesimir-III-of-House-Czak": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "King Kzesimir III of House Czak",
    "nickname": "King Kzesimir III Czak",
    "linkingWords": ["Kzesimir III of House Czak","King Kzesimir III","Kzesimir III","King Kzesimir Czak","King Kzesimir","Kzesimir Czak"],
    "tags": ["king","noble","Frecyra","Navolin"],
    "race": "Human",
    "age": "57",
    "gender": "Male",
    "occupation": "King",
    "affiliations": ["Navolin","Frecyra","Palace of the Western Wind"],
    "description": [
      "King Kzesimir III is the monarch of Navolin and head of the noble Czak House. His court is held in Frecyra at the Palace of the Western Wind."
    ]
  },
  "Nantar-Izorin-Sarentus": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Nantar Izorin Sarentus",
    "nickname": "Izorin Sarentus",
    "linkingWords": ["Nantar Izorin","Nantar Sarentus"],
    "tags": ["king","noble","Ildroun Vale","elf"],
    "race": "Glân'avar",
    "age": "481",
    "gender": "Male",
    "occupation": "Ruler",
    "affiliations": ["Ildroun Vale","Lyrannore"],
    "description": [
      "@+Izorin Sarentus+@ is the Nantar, or @*Woodland King*@ in Elvish, of the peoples of the Ildroun Vale."
    ]
  },
  "Elrîs-Melhira-Sarentus": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Elrîs Melhira Sarentus",
    "nickname": "Melhira Sarentus",
    "linkingWords": ["Queen Melhira"],
    "tags": ["queen","noble","Ildroun Vale","elf","eldarin"],
    "race": "Cúron'avar",
    "age": "390",
    "gender": "Female",
    "occupation": "Queen-Consort",
    "affiliations": ["Ildroun Vale","Lyrannore"],
    "description": [
      "@+Melhira Sarentus+@ is the Elrîs, or @*Queen of the Stars*@ in Elvish, of the peoples of the Ildroun Vale.  She is the queen-consort of Nantar Izorin Sarentus."
    ]
  },
  "Ernil-Thabos": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Ernil Thabos",
    "nickname": "Prince Thabos",
    "linkingWords": ["Prince Thabos","Thabos the Warrior"],
    "tags": ["king","noble","Ildroun Vale","elf"],
    "race": "Glân'avar",
    "age": "460",
    "gender": "Male",
    "occupation": "General",
    "affiliations": ["Ildroun Vale","Lyrannore"],
    "description": [
      "@+Thabos+@ is an Ernil, or @*Prince*@ in Elvish, of the peoples of the Ildroun Vale. He is the Lord General of the armies of the Ildroun Vale and the younger brother of Nantar Izorin Sarentus. Nicknamed @*Thabos the Warrior*@, he is among the greatest living warriors in the Vale. A master horseman, swordsman and archer, he is the defacto heir to the throne."
    ]
  },
  "Prince-Ardashir": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Prince Ardashir",
    "nickname": "Ardashir ab Shahreen",
    "linkingWords": ["Prince Ardashir ab Shahreen"],
    "tags": ["human","noble","Abbasyr"],
    "age": "deceased",
    "gender": "Male",
    "race": "Human",
    "occupation": "Diplomat, Noble",
    "affiliations": ["Kingdom of Abbasyr"],
    "description": [
      "Prince Ardashir men Shahreen was a human prince of the Kingdom of Abassyr. He spent his youth in the capital of Khezrabad before being set to Frecyra as an ambassador of his family and kingdom. While in Frecyra, his advisor and bodyguard was the elf wizard Telarion Elentiir."
    ]
  },
  "King-Bramdur-Thundershod": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "King Bramdur Thundershod",
    "nickname": "King Bramdur Thundershod",
    "linkingWords": ["Bramdur Thundershod","King Bramdur Thundershod","King Bramdur"],
    "tags": ["dwarf","noble","Dol Obok","high king"],
    "age": "239",
    "gender": "Male",
    "race": "Dwarf",
    "occupation": "King",
    "affiliations": ["Dol Obok"],
    "description": [
      
    ]
  },
  "High-Queen-Inga-Villdyr": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "High Queen Inga Villdyr",
    "nickname": "High Queen Inga Villdyr",
    "linkingWords": ["Queen Inga Villdyr","Inga Villdyr","Queen Inga","High Queen Inga","Inga Villdyr"],
    "tags": ["human","noble","Realm of Lemuria","Kingdom of Lemuria"],
    "age": "33",
    "gender": "Female",
    "race": "Human",
    "occupation": "High Queen of the Clans of Lemuria",
    "affiliations": ["Realm of Lemuria"],
    "description": [
      "@+High Queen Inga Villdyr+@ is the leader of the Realm of Lemuria and the head of Clan Villdyr. She was became the head of @;Clan Villdyr;@ at the age of twenty two, and was elected to the position of High Queen by the Clan Council of Lemuria when she was twenty nine."
    ]
  },
  "Torild-Sjomann": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Torild Sjomann",
    "nickname": "Clan Chief Torild Sjomann",
    "linkingWords": ["Chief Sjomann"],
    "tags": ["human","noble","Realm of Lemuria"],
    "age": "47",
    "gender": "Male",
    "race": "Human",
    "occupation": "Chief of Clan Sjomann",
    "affiliations": ["Realm of Lemuria"],
    "description": [
      "@+Clan Chief Torild Sjomann+@ is the leader of Clan Sjomann and one of the ruling members of the Clan Council of Lemuria.",
      "Torild is the most accomplished military commander in Lemuria, having been responsible for defending coastal settlements from Cibrinian raids, driving off incursions of hill giants from the Kazgrim Mountains, and commanding numerous engagements with bands of goblins in the Razark Timberland. Though a brilliant military mind, he lacks the inspiring presence and oratory skills of more charismatic members of the Clan Council, partly due to his speech impediment, a lisp related to a birth defect."
    ],
    "dmArticles": {
      "Current Activities": [
        "Brave to the point of brazen, Torild argued, from the moment soldiers were found dead on the border, that the kingdom should flex its military muscle. The clan chieftain is well versed in the history between Lemuria and its northern neighbors. He does not wish for his homeland to suffer another loss like the War of Red Claws. The loss of Lepkar is an embarrassment that many Lemurians wish to forget, but Torild seems to view it as a cautionary tale which might repeat itself, should he not defend his homeland from its more aggressive foreign neighbors.",
        "Torild has a blunt, pragmatic personality. Though an effective tactician, he has never had a stomach for the skullduggery of politics. If accused of possible misdeeds, he simply laughs off the very the idea of his involvement in any plots. If pressed, he open offers to let investigators interview his men and check his military records for signs of misdeeds, illicit spending by his quartermasters or improper use of messengers.",
        "The general does bemoan the apparent interception of communications and the difficulty it has caused in supplying his troops. He notes, however, that his spies across the border have reported similar acts of sabotage occurring to the Tovani forces. He has no explanation for this, as he has not ordered his scouts, spies or any other forces to take action beyond the front lines.",
        "(@*In reality, the sabotage on both sides is being committed by agents loyal to the*@ Council of the Withered King)"
      ]
    }
  },
  "Wuldren-Tordenfødt": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Wuldren Tordenfødt",
    "nickname": "Clan Chief Wuldren Tordenfødt",
    "linkingWords": ["Chief Tordenfødt"],
    "tags": ["tiefling","noble","Realm of Lemuria"],
    "age": "38",
    "gender": "Male",
    "race": "Tiefling",
    "occupation": "Chief of Clan Tordenfødt",
    "affiliations": ["Realm of Lemuria"],
    "description": [
      "@+Clan Chief Wuldren Tordenfødt+@ is the leader of Clan Tordenfødt and one of the ruling members of the Clan Council of Lemuria.",
      "Wuldren is a devout believer in the ancient spiritual practice of Lemuria. One of the most generous patrons of the temples of the Maker, the Tempest, and the Wanderer, he is also well versed in the ancient, animistic beliefs of his people. He regularly attends services in the Spirit Grove in Kilurus, as well as runestone dedications and spirit festivals in Ozeresk."
    ],
    "dmArticles": {
      "Current Activities": [
        "During the recent hostilities with the Realm of Tovanis, he has been one of the voices of restrain in the Clan Council, arguing for a more tempered approach to the conflict. Torild Sjomann and Ulfrica Arnbjorg both condemned Wuldren as weak willed; content to spend his time in prayer to the gods rather than protecting Lemuria from foreign aggression.",
        "Wuldren, always extremely even keeled and somber, did not budge from his position even when the council voted in favor of military action."
      ]
    }
  },
  "Viljar-Bjørsel": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Viljar Bjørsel",
    "nickname": "Clan Chief Viljar Bjørsel",
    "linkingWords": ["Chief Bjørsel"],
    "tags": ["tiefling","noble","Realm of Lemuria"],
    "age": "42",
    "gender": "Male",
    "race": "Human",
    "occupation": "Chief of Clan Bjørsel",
    "affiliations": ["Realm of Lemuria"],
    "description": [
      "@+Clan Chief Viljar Bjørsel+@ is the leader of Clan Bjørsel and one of the ruling members of the Clan Council of Lemuria.",
      "During the recent border hostilities between Lemuria and Tovanis, Bjørsel has often been absent from council meetings, remaining in the city of Eldskog to deal with clan matters. The chieftain has chosen to keep the reason for such actions private, a right afforded to clans when dealing with internal matters. His continued absence has started to cause friction among the other members of the council, with some chieftains calling for his seat to filled by a clan more available to the duty of governing. These statements tend to be made by minor clan leaders jockeying to take his place, though Ulfrica Arnbjorg has come out in favor of replacing Viljar."
    ],
    "dmArticles": {
      "Current Activities": [
        "Clan Bjørsel, which has many devout followers of the Dreamweaver, has a known practice of gifting its champions the boon of lycanthropy, specifically the curse of the werebear. This strain of the curse was purposefully chosen because werebears can temper themselves and reject their hysterical bloodlust. These champions, once chosen and cursed, leave the clan and enter the Eldskog forest, guarding the ancient temples that lie within.",
        "Viljar has been dealing with a large outbreak of unwanted lycanthropy on @*Eldskog Isle*@. It seems a renegade champion has begun to spread the curse of the werebear among clan members against the ancient tradition of the clan. Viljar has opted to keep the reason for his return to Eldskog a secret, not wanting to raise concerns about his clan's ability to deal with its internal problems. If the clan's ancient practice of intentionally cursing its warriors with lycanthropy to guard its lands were to become well known, it could lead to a loss of their position on the Clan Council of Lemuria."
      ]
    }
  },
  "Han-Darga-Crogosh": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Han Darga Crogosh",
    "nickname": "Han Darga Crogosh",
    "linkingWords": ["Han Darga Crogosh of Clan Godak"],
    "tags": ["half-orc","king","noble","Realm of Cibrin"],
    "age": "37",
    "gender": "Male",
    "race": "Half-Orc",
    "occupation": "Han Darga of Cibrin",
    "affiliations": ["Realm of Cibrin"],
    "description": [
      "@+Han Darga Crogosh+@ is the chieftain of Clan Godak and the Han Darga, or reigning warlord, of Cibrin. He came to power in 2C 2568 by defeating the previous Han Darga, Ovdarg of Clan Narod, in Dörak'nör. Crogosh is a legendary warrior, rivaling the greatest living warriors on Centhris."
    ]
  }
}