{
  "Akad-the-Magnificent": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Akad the Magnificent",
    "nickname": "Akad",
    "tags": ["elemental","efreet","efreeti","contract","shade","city of brass","mercury","molten halls"],
    "titles": ["the Magnificent, Lord of the Molten Baths"],
    "race": "Efreet",
    "age": "??",
    "gender": "Male",
    "affiliations": ["City of Brass"],
    "quote": "\"Welcome, welcome! You have entered the Halls of Akad the Magnificent. Are they, am I, not glorious?\"",
    "description": [
      "Akad the Magnificent was an Efreet who ruled a region south of the Jordonis Mountains thousands of years ago. His palace, a fabulous complex made of brass and black stone known as the Molten Halls, was the seat of his power when he resided on the Material Plane. While he ruled the area, Akad demanded tribute from all under his dominion and bound many beings to his service. He would store his treasures in a pool of super-heated mercury, in which he enslaved several Azer, including Uster and Tyda, to guard and act as valets.",
      "He was banished back to the City of Brass by a pair of wizards, Menodora & Amabilis.",
      "While exploring the interior of the Molten Palace, Khazar, Shia and the the Lost Shields encountered the shade of Akad and were bound to his service. As part of their agreement, Akad provided the Lost Shields with the Disc of the Blazing Compact."
    ]
  },
  "Droknac-the-Immortal": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Droknac the Immortal",
    "nickname": "Droknac",
    "tags": ["syrothian emperor","hobgoblin warlord"],
    "titles": ["the Immortal","Emperor of the Plateau","Avatar of Aegeroth"],
    "race": "Hobgoblin",
    "age": "??",
    "gender": "Male",
    "affiliations": ["Syrothian Empire","Lashkar"],
    "quote": "\"I am the Avatar of the Conqueror, honor personified and death incarnate. None can kill me me, for I am destined to unite the world under the banner of the Black Drake.\"",
    "description": [
      "@+Droknac the Immortal+@ is the hobgoblin warlord of the Syrothian Empire. Claiming to be living embodiment of Aegeroth, the Conqueror, Droknac managed to unite the scattered tribes of goblins and hobgoblins of the Syrothian Plateau under his banner. He now has his sights set on a new \"divine mandate\", conquering all of Ulfwyst."
    ]
  },
  "Shulxaa": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Shulxaa",
    "nickname": "Shulxaa, the Withered King",
    "linkingWords": ["Shulxaa the Withered King","Lich Lord of Istagen"],
    "tags": ["lich","realm lord","wizard","historical"],
    "birthYear": "??",
    "deathYear": "2C 2461",
    "gender": "Male",
    "race": "Human",
    "occupation": "Realm Lord",
    "affiliations": ["Istagen"],
    "description": [
      "@+Shulxaa, the Withered King+@, was a lich lord who reigned over the Kingdom of Istagen for several hundred years prior to his defeat by the Knights of the Sacred Dawn at the Battle of Calfarn and the destruction of his phylactery in Var Lozorn. Shulxaa had achieved lichdom several hundred years prior to his complete domination of the kingdom. He established total control around 2C 1975, though his domination of the realm had occurred slowly, lasting roughly a hundred years, as the region was twisted into a puppet state by the lich."
    ]
  },
  "the-Myrd'draal": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "the Myrd'draal",
    "tags": ["monk","master","villain","endless sky","azoth'xun","eladrin"],
    "nickname": "the Myrd'draal",
    "race": "Githyanki",
    "gender": "Male",
    "class": "Monk",
    "affiliations": ["Order of the Endless Sky", "Cult of Azoth'Xun", "Kongir Temple"],
    "quote": "\"You have traveled far and seen much of the world. Now it is time for me to open your eyes to the truths of this universe.\"",
    "description": [
      "The Myrd'draal is the Githyanki Grand Master of the Order of the Endless Sky. He resided at Kongir Temple until the arrival of the Lost Shields in 2C 2573. His current whereabouts are unknown."
    ]
  },
  "Rashev": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Rashev",
    "tags": ["monk","human","kongir","enemy","azoth'xun"],
    "nickname": "Rashev, the Blind Monk",
    "linkingWords": ["Mysterious Monk","Blind Monk"],
    "race": "Human",
    "age": "??",
    "gender": "Male",
    "class": "Monk",
    "quote": "\"Come, boy who plays with sticks. We shall meet again at Kongir. I await your arrival.\"",
    "description": [
      "This strange human monk was first encountered by the Lost Shields in the town of Relysburg on the eastern border of Navolin. He was seen following behind another man, Sharif Tehrani. His eyes had no pupils and his head was shaved to reveal a tattoo of an arcane eye in the center of forehead. The tattoo depicts the eye billowing smoke over his right ear and down the back of his neck.",
      "When he passed the monk, Murat noticed that the Staff of the Summit pulled slightly toward the man. Murat decided to investigate and followed the monk and his companion into the town stable where they were purchasing horses. Murat set his staff down in front of the monk, attempting to discern the source of the strange magical attraction from the staff. Unfortunately, the monk then proceeded to snatch Murat's staff from the group with unexpected speed and fled the town.",
      "The adventurers gave chase, but were unable to catch the mysterious monk, only managing to subdue Sharif. They then tracked the monk through a canyon east of Relysburg, but the monk was too fast and eventually escaped their pursuit by climbing the face of a waterfall. Before he left, the monk shouted out a challenge to Murat and declared he hoped they would meet again at Kongir Temple."
    ]
  },
  "Teliril-Wasanathi": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["hag","elf","fey","rythlon","navolin","enemy","magistrate","noble"],
    "name": "Teliril Wasanathi",
    "nickname": "Teliril",
    "race": "Elf/Hag",
    "age": "??",
    "gender": "Female",
    "occupation": "Magistrate",
    "affiliations": ["Rythlon", "Coven of the Withered Eye"],
    "description": [
      "Teliril Wasanathi was a beautiful female elf magistrate who had been assigned to oversee the village of Rythlon in Navolin. She had pale skin, platinum blond hair and golden eyes. Aloof, calculating and sadistic, the elf magistrate had arrived in the village less than a year before the Lost Shields arrived, but in that time she had overseen at least twelve executions for crimes in the village.",
      "After the Lost Shields drove off a small incursion of shadowy creatures at the Moody Acrobat, word spread around the village of their deed and upon their return from grotto outside of town, Teliril came to size up the new arrivals. After several of the Lost Shields failed at flirting with her, it became clear that she has not a friendly face in town.",
      "Later, when the Lost Shields returned from the banks of the Sulas with Davrik and Gregor, Teliril appeared at the manor of Alderman Selif Koric only minutes after the group arrived to determine what to do with the smugglers. Teliril demanded that the two men face the harshest possible punishment for their crimes, causing the alderman to leave the village to consult with Count Jeskin Sebroski.",
      "When the Lost Shields arrived back from the Thornroot Thicket with the corpse of the Lady in the Woods, Teliril cast Raise Dead on the body in order to cast even more doubt upon the group. However, the spell was ineffective due to the intervention of Reanold Duplechin.",
      "When the Lost Shields were put on trial in front of the count, Erlinder, sensing that Teliril's appearance was an illusion, grabbed hold of the Hag's invisible claw, leading to a battle in the courtroom. Upon revealing her true form, the Lost Shields and Count Jeskin took up arms against her. She spent her last moments, before being cut down by Filibert, madly attempting to kill Erlinder for unveiling her true form and ruining her plans."
    ]
  },
  "Nikodim-Tifafi-Zihan-Pilkozz": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "tags": ["sailor","captain","Volikgrad","barrier coast","smuggler","salty ferret"],
    "name": "Nikodim Tifafi Zihan Pilkozz",
    "nickname": "Captain Niko",
    "race": "Gnome",
    "age": "140",
    "gender": "Male",
    "class": "Rogue",
    "occupation": "Ship Captain",
    "affiliations": ["the Salty Ferret", "Volikgrad"],
    "quote": "\"Nobody said anything about a flaming dwarf coming aboard. You're going to owe me for the scorch marks.\"",
    "description": [
      "The captain of the Salty Ferret, Nikodim Tifafi Zihan Pilkozz, better known as Captain Niko, is a flamboyant gnome who was hired by Shia to transport the Lost Shields, herself and Khazar from Volikgrad to Rakenburg. Far easier to read than he believes, the Lost Shields were quickly able to discern that Niko was not on the level, but it was not clear exactly what the gnome was up to.",
      "After a salvage mission gone awry, the captain and the Lost Shields battled an Icebrine Serpent. Following the battle, the Lost Shields grew even more suspicious, due to Erlinder's knowledge of the serpent's diet. Unknown to the captain, Erlinder transformed into a spider and searched the ship, discovering that the captain and his crew were smuggling 20 blue dragon eggs, and were using the transport of the Lost Shields as cover.",
      "Following their successful arrival in Rakenburg, the captain offered his interest in providing further transportation services to the Lost Shields if they required it."
    ]
  },
  "Castra-Diolanum": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": true,
    "name": "Castra Diolanum",
    "nickname": "Castra Diolanum",
    "linkingWords": [],
    "tags": ["sorcerer","tiefling","Vesunna","Utharian Empire"],
    "birthYear": "2C 789",
    "gender": "Male",
    "race": "Tiefling",
    "occupation": "Mage-Lord",
    "hp": 54,
    "level": 12,
    "ac": 14,
    "stats": {
      "STR": 12,
      "DEX": 12,
      "CON": 13,
      "INT": 16,
      "WIS": 13,
      "CHA": 16
    },
    "skills": {
      "Arcana": 7,
      "History": 7,
      "Investigation": 7,
      "Persuasion": 7
    },
    "passiveWisdom": 11,
    "saves": {
      "INT": 7,
      "CHA": 7
    },
    "class": "Sorcerer",
    "affiliations": ["Utharian Empire","Vesunna Laboratories"],
    "description": [
      "Castra Diolanum was the Mage-Lord of Vessuna, a smaller outpost of the Utharian Empire. An avid researcher, the tiefling mage dedicated much of his time and resources to magical research and experimentation."
    ],
    "dmArticles": {
      "Spells": [
        "Cantrips (at will): Minor Illusion, Blade Ward, Light, Shocking Grasp, Poison Spray",
        "1st level (4 slots): Feather Fall, Unseen Servant, Mage Armor",
        "2nd level (3 slots): Continual Flame, Alter Self, Crown of Madness, Rope Trick",
        "3rd level (3 slots): Fly, Leomund's Tiny Hut, Blink",
        "4th level (3 slots): Otiluke's Resilient Sphere, Mordenkainen's Faithful Hound",
        "5th level (2 slots): Dream, Animate Objects, Hold Monster",
        "6th level (1 slots): Disintegrate"
      ]
    }
  },
  "Nadia-Vernon": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Nadia Vernon",
    "nickname": "Nadia Vernon",
    "tags": ["assassin","half-elf","rogue","Red Moon Order","Rakenburg"],
    "age": "58",
    "gender": "Female",
    "race": "Half-Elf",
    "occupation": "Red Moon Guild Member",
    "affiliations": ["Red Moon Order"],
    "description": [
      "Nadia Vernon is a leader of the Red Moon Order, one of the 8 Major Guilds operating in the city of Rakenburg on the Barrier Coast. When she appears in public, which is a rare sight, she dresses in black, with two rapiers on her hip."
    ]
  },
  "Dimon-Rhym": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": false,
    "name": "Dimon Rhym",
    "nickname": "Dimon Rhym",
    "tags": ["cleric","priest","human","Hestia"],
    "birthYear": "2C 2513",
    "gender": "Male",
    "race": "Human",
    "titles": ["High Lord","the Betrayer"],
    "affiliations": ["Hestia"],
    "description": [
      "Dimon Rhym was the High Lord of Hestia. It was his decision to surrender Hestia to the Syrothian Empire instead of calling for the aid of Dol Obok and Cibrin. In doing so, he joined the court of Droknac the Immortal."
    ]
  },
  "Jondr-Mistwalker": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Jondr Mistwalker",
    "nickname": "Jöndr Mistwalker",
    "tags": ["Duskreef","pirate","cloud giant"],
    "gender": "Male",
    "race": "Cloud Giant",
    "titles": ["Tyrant of Duskreef"],
    "affiliations": ["Duskreef"],
    "description": [
      "Jöndr Mistwalker is a cloud giant who rules Duskreef by force. He resides in Duskreef citadel, watching the town from a throne atop the broken prison-citadel with his pet Dire Lion, Gámr. His ship, the Black Fang, is a huge galleon which has a reserved, central location in the harbor. A giant with a mean temper, he is known for visiting the @*Crimson Cuttlass*@ with his crew, which causes others to vacate quickly. He is the only person in Duskreef who can openly harm or kill other pirates, as none can challenge his ironclad grip on the town."
    ],
    "dmArticles": {
      "Coastal Raider": [
        "Before becoming a pirate, Jöndr was a prisoner in Duskreef, having been captured near Korasov, in the Barrier Coast, where he was raiding merchant vessels that ventured too close to rocks, which he would obscure with fog, causing them to run aground."
      ]
    }
  },
  "Ulfrica-Arnbjorg": {
    "playerKnown": true,
    "path": "person",
    "hideOnCat": false,
    "name": "Ulfrica Arnbjorg",
    "nickname": "Clan Chief Ulfrica Arnbjorg",
    "linkingWords": ["Chief Arnbjorg"],
    "tags": ["half-elf","noble","Realm of Lemuria"],
    "age": "59",
    "gender": "Female",
    "race": "Half-Elf",
    "occupation": "Chief of Clan Arnbjorg",
    "affiliations": ["Realm of Lemuria"],
    "description": [
      "@+Clan Chief Ulfrica Arnbjorg+@ is the leader of Clan Arnbjorg and one of the ruling members of the Clan Council of Lemuria. Ulfrica, known as the Frost Queen, is a powerful wild sorceress who specializes in ice magic.",
      "An ardent nationalist, Ulfrica is a divisive figure on the Clan Council. She regularly calls for aggressive action against people and groups she feels are threats to Lemuria. Other members of the council are often quick to note that she regularly conflates what is good for Lemuria with what is good for Clan Arnbjorg."
    ],
    "articles": {

    },
    "dmArticles": {
      "Response to Criticism": [
        "\"Nearly 500 years ago, my great grandfather, Drelnor Arnbjorg, did what was best for Lemuria by helping put an end to the Great Clan War. He gave up the greatest asset the Arnbjorgs had, Kilurus itself. To claim that I or my clan have anything but the best intentions for this kingdom is an insult to me and the greatest clan in this kingdom.\""
      ],

      "Beliefs, Motivations, and Values": [
        ""
      ],

      "Current Activities": [
        "Ulfrica is current in negotiations with the Council of the Withered King in the Greyleaf Pines.",
        "After her negotiations are complete, she plans to return to Postek before heading into the Razark Timberlands, where she has been using ancient rift portal to travel to the Feywild. If investigators arrive at Ankor Duraz looking for her, they will find she has not been at the city for nearly a week.",
        "Several days after her meeting with the Lesser Liches, Kaer Edsken and Var Zvolt are set to be attacked by a force of undead soldiers. Each castle's siege have undead soldiers form the opposite side, making it appear to each side that the other has resorted to Necromancy."
      ],
      "Make Lemuria Great Again": [
        "Ulfrica has been in negotiations with the dwarves of Ankor Duraz for several years. The negotiations, which have been proceeding rather well by all accounts, never seem to lead anywhere, due to her stalling and intentional meddling at the Clan Council of Lemuria.",
        "She intentional sabotaging the negotiations to provide cover for meetings with members of the Court of Twilight, the Archfey of Winter. Ulfrica has grown tired of what she sees as the \"cycle of failed Lemurian monarchs\". She is looking to return the kingdom to a position of power and authority in Ulfwyst. In order to do this, she is seeking the aid from the rulers of her people's ancestral home. The Unseelie court seem to want little in exchange for their aid, though Ulfrica knows they are simply hiding their true ambitions.",
        "In addition to gaining the aid of the Archfey, Ulfrica is gathering allies from the cast of members of the kingdoms of old. She has offered safe haven for the Council of the Withered King, in exchange for their service and the knowledge of how to build her own phylactery, allowing her to rise to the status of lich. This grand plan would allow her to control the fate of Lemuria indefinitely and restore it to the glory days of her great grandfather.",
        "In addition to her negotiations with the Council of the Withered King, Ulfrica is also colluding with the giantkin of the Svalljar. She has agreed to return the city of Dunndag, the ancestral city of the Fog Giants, to them in exchange for their help."
      ]
    }
  },
  "Drelnor-Arnbjorg": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": true,
    "name": "Drelnor Arnbjorg",
    "nickname": "Drelnor Arnbjorg",
    "linkingWords": ["King of Thorns"],
    "tags": ["half-elf","noble","Realm of Lemuria"],
    "birthYear": "2C 1963",
    "deathYear": "2C 2124",
    "gender": "Male",
    "race": "Half-Elf",
    "titles": ["Lord of Postek","King of Thorns"],
    "occupation": ["Chieftain","Warlock"],
    "affiliations": ["Realm of Lemuria"],
    "description": [
      "Clan Chieftain @+Drelnor Arnbjorg+@ was the head of Clan Arnbjorg during the Great Clan War. He is fondly remembered by history for his decision to establish Kilurus as the center of a new, centralized Lemurian state. During his lifetime, however, he was reviled as a cruel tyrant, earning himself the moniker \"the King of Thorns\".",
      "He was buried in a barrow mound in the hills upriver from Postek, known as the Barrowdowns, near the modern village of Blåttfelt. Today, the barrow is marked by a ring of runestones, marked in worn Elvish. The inscriptions read:",
      "@*Here rests Drelnor, greatest of the chieftains of Lemuria, lord of Arnbjorg. By his might did Arnbjorg lord over those who would challenge it, and by his hand was Lemuria was spared from its age of suffering. Do not feel sorrow for his passing; feel pity for the living who now carry on without his daring, his wit and his warm smile.*@",
      "Under the inscription on the final runestone, crudely carved graffiti reads:",
      "@*Here lies the King of Thorns, may he rot in the hells and answer for his sins.*@"
    ],
    "articles": {
    },
    "dmArticles": {
      "Artifacts of Power": [
        "Drelnor was buried with 3 artifacts of great power, the Moonshadow Crown, the Talisman of Solitude, and the Lament of Autumn. After her deal was struck with the Lord of Frost, Ulfrica was told to retrieve the relics of her forefather from his tomb by the Thornweaver.",
        "The crown was taken by Ulfrica Arnbjorg, while the amulet was taken by Balder Arnbjorg. The Lament of Autumn was left behind when the two had to flee the tomb before the wrath of the Barrow Lord consumed them. The risen spirit of the warlock, enraged at his own kin desecrating his tomb, declared a curse upon the bloodline for its treachery."
      ]
    }
  },
  "Balder-Arnbjorg": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": true,
    "name": "Balder Arnbjorg",
    "nickname": "Balder Arnbjorg",
    "tags": ["half-elf","noble","Realm of Lemuria"],
    "age": "42",
    "gender": "Male",
    "race": "Half-Elf",
    "titles": ["Lord of Valldalen"],
    "occupation": ["Chief"],
    "affiliations": ["Realm of Lemuria","Clan Arnbjorg"],
    "description": [
      "@+Balder Arnbjorg+@ is a nobleman, Arnbjorg clan chief and commander of Arnbjorg forces when the levy is summoned to war by the High Queen of Lemuria. He is 3rd in line to the title of Clan Chieftain and trusted advisor of Ulfrica Arnbjorg."
    ],
    "articles": {
    },
    "dmArticles": {
      "Artifacts of Power": [
        "Drelnor was buried with 3 artifacts of great power, the Moonshadow Crown, the Talisman of Solitude, and the Lament of Autumn. After her deal was struck with the Lord of Frost, Ulfrica was told to retrieve the relics of her forefather from his tomb by the Thornweaver.",
        "The crown was taken by Ulfrica Arnbjorg, while the amulet was taken by Balder Arnbjorg. The Lament of Autumn was left behind when the two had to flee the tomb before the wrath of the Barrow Lord consumed them. The risen spirit of the warlock, enraged at his own kin desecrating his tomb, declared a curse upon the bloodline for its treachery."
      ]
    }
  },
  "Drekaash": {
    "playerKnown": false,
    "path": "person",
    "hideOnCat": true,
    "name": "Drekaash",
    "nickname": "Drekaash",
    "tags": ["half-giant","assassin"],
    "gender": "Male",
    "race": "Half-Giant",
    "titles": ["Cold Death"],
    "occupation": ["Assassin"],
    "affiliations": ["Realm of Lemuria","Clan Arnbjorg"],
    "description": [
      "@+Drekaash+@, better known in circles that seek his services as @*Cold Death*@, is a master assassin from the Desolate Wastes. Dispite his great size, Drekaash has become one of the most widely regarded killers-for-hire in Eastern Ulfwyst. Instead of relying on stealth, guile and cunning, Drekaash relies entirely on speed, shock, and brute force to ensure his target's demise before leaving the premise. Those that seek him out do not care that people know their target was targeted for assassination, they simply want to ensure that the job is completed."
    ],
    "articles": {
    },
    "dmArticles": {
    }
  }
}