{
  "Akad-the-Magnificent": {
    "playerKnown": true,
    "hideOnCat": false,
    "name": "Akad the Magnificent",
    "tags": ["elemental","efreet","efreeti","contract","shade","city of brass","mercury","molten halls"],
    "nickname": "Akad",
    "titles": "the Magnificent, Lord of the Molten Baths",
    "race": "Efreet",
    "age": "??",
    "gender": "Male",
    "affiliations": ["City of Brass"],
    "quote": "\"Welcome, welcome! You have entered the Halls of Akad the Magnificent. Are they, am I, not glorious?\"",
    "description": [
      "Akad the Magnificent was an Efreet who ruled a region south of the Jordonis Mountians thousands of years ago. His palace, a fabulous complex made of brass and black stone known as the Molten Halls, was the seat of his power when he resided on the Material Plane. While he ruled the area, Akad demanded tribute from all under his dominion and bound many beings to his service. He would store his treasures in a pool of super-heated mercury, in which he enslaved several Azer, including Uster and Tyda, to guard and act as valets.",
      "He was banished back to the City of Brass by a pair of wizards, Menodora & Amabilis.",
      "While exploring the interior of the Molten Palace, Khazar, Shia and the the Adventurers encountered the shade of Akad and were bound to his service. As part of their agreement, Akad provided the Adventurers with the Disc of the Blazing Compact."
    ]
  },
  "the-Myrd'draal": {
    "playerKnown": false,
    "hideOnCat": false,
    "name": "the Myrd'draal",
    "tags": ["monk","master","villain","endless sky","azoth'xun","eladrin"],
    "nickname": "the Myrd'draal",
    "race": "Eladrin",
    "age": "??",
    "gender": "Female",
    "class": "Monk",
    "affiliations": ["Order of the Endless Sky", "Cult of Azoth'Xun", "Kongir Temple"],
    "quote": "\"You have traveled far and seen much of the world. Now it is time for me to open your eyes to the truths of this universe.\"",
    "description": [
      "The Myrd'draal is an elder Eladrin female and the Grand Master of the Order of the Endless Sky. She resides at Kongir Temple and currently is in possession of the Belt of the Masters."
    ]
  },
  "Mysterious-Monk": {
    "playerKnown": true,
    "hideOnCat": false,
    "name": "Mysterious Monk",
    "tags": ["monk","human","kongir","enemy","azoth'xun"],
    "nickname": "Mysterious Monk",
    "race": "Human",
    "age": "??",
    "gender": "Male",
    "class": "Monk",
    "quote": "\"Come, boy who plays with sticks. We shall meet again at Kongir. I await your arrival.\"",
    "description": [
      "This strange human monk was first encountered by the Adventurers in the town of Relysburg on the eastern border of Navolin. He was seen following behind another man, Sharif Tehrani. His eyes had no pupils and his head was shaved to reveal a tattoo of an arcane eye in the center of forehead. The tattoo depicts the eye billowing smoke over his right ear and down the back of his neck.",
      "When he passed the monk, Murat noticed that the Staff of the Summit pulled slightly toward the man. Murat decided to investigate and followed the monk and his companion into the town stable where they were purchasing horses. Murat set his staff down in front of the monk, attempting to discern the source of the strange magical attraction from the staff. Unfortunately, the monk then proceeded to snatch Murat's staff from the group with unexpected speed and fled the town.",
      "The adventurers gave chase, but were unable to catch the mysterious monk, only managing to subdue Sharif. They then tracked the monk through a canyon east of Relysburg, but the monk was too fast and eventually escaped their pursuit by climbing the face of a waterfall. Before he left, the monk shouted out a challenge to Murat and declared he hoped they would meet again at Kongir Temple."
    ]
  },
  "Teliril-Wasanathi": {
    "playerKnown": true,
    "hideOnCat": false,
    "tags": ["hag","elf","fey","rythlon","navolin","enemy","magistrate","noble"],
    "name": "Teliril Wasanathi",
    "nickname": "Teliril",
    "race": "Elf/Hag",
    "age": "??",
    "gender": "Female",
    "occupation": "Magistrate",
    "affiliations": ["Rythlon", "Coven of the Withered Eye"],
    "description": [
      "Teliril Wasanathi was a beautiful female elf magistrate who had been assigned to oversee the village of Rythlon in Navolin. She had pale skin, platinum blond hair and golden eyes. Aloof, calculating and sadistic, the elf magistrate had arrived in the village less than a year before the Adventurers arrived, but in that time she had overseen at least twelve executions for crimes in the village.",
      "After the Adventurers drove off a small incursion of shadowy creatures at the Moody Acrobat, word spread around the village of their deed and upon their return from grotto outside of town, Teliril came to size up the new arrivals. After several of the Adventurers failed at flirting with her, it became clear that she has not a friendly face in town.",
      "Later, when the Adventurers returned from the banks of the Sulas with Davrik and Gregor, Teliril appeared at the manor of Alderman Selif Koric only minutes after the group arrived to determine what to do with the smugglers. Teliril demanded that the two men face the harshest possible punishment for their crimes, causing the alderman to leave the village to consult with Count Jeskin Sebroski.",
      "When the Adventurers arrived back from the Thornroot Thicket with the corpse of the Lady in the Woods, Teliril cast Raise Dead on the body in order to cast even more doubt upon the group. However, the spell was ineffective due to the intervention of Reanold Duplechin.",
      "When the Adventurers were put on trial in front of the count, Erlinder, sensing that Teliril's appearance was an illusion, grabbed hold of the Hag's invisible claw, leading to a battle in the courtroom. Upon revealing her true form, the Adventurers and Count Jeskin took up arms against her. She spent her last moments, before being cut down by Filibert, madly attempting to kill Erlinder for unveiling her true form and ruining her plans."
    ]
  },
  "Nikodim-Tifafi-Zihan-Pilkozz": {
    "playerKnown": true,
    "hideOnCat": false,
    "tags": ["sailor","captain","Volikgrad","barrier coast","smuggler","salty ferret"],
    "name": "Nikodim Tifafi Zihan Pilkozz",
    "nickname": "Captain Niko",
    "race": "Gnome",
    "age": "140",
    "gender": "Male",
    "class": "Rogue",
    "occupation": "Ship Captain",
    "affiliations": ["the Salty Ferret", "Volikgrad"],
    "quote": "\"Nobody said anything about a flaming dwarf coming aboard. You're going to owe me for the scorch marks.\"",
    "description": [
      "The captain of the Salty Ferret, Nikodim Tifafi Zihan Pilkozz, better known as Captain Niko, is a flamboyant gnome who was hired by Shia to transport the Adventurers, herself and Khazar from Volikgrad to Rakenburg. Far easier to read than he believes, the Adventurers were quickly able to discern that Niko was not on the level, but it was not clear exactly what the gnome was up to.",
      "After a salvage mission gone awry, the captain and the Adventurers battled an Icebrine Serpent. Following the battle, the Adventurers grew even more suspicious, due to Erlinder's knowledge of the serpent's diet. Unknown to the captain, Erlinder transformed into a spider and searched the ship, discovering that the captain and his crew were smuggling 20 blue dragon eggs, and were using the transport of the Adventurers as cover.",
      "Following their successful arrival in Rakenburg, the captain offered his interest in providing further transportation services to the Adventurers if they required it."
    ]
  },
  "Castra-Diolanum": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Castra Diolanum",
    "nickname": "Castra Diolanum",
    "linkingWords": [],
    "tags": ["sorcerer","tiefling","Vesunna","Utharian Empire"],
    "birthYear": "2C 789",
    "gender": "Male",
    "race": "Tiefling",
    "occupation": "Mage-Lord",
    "hp": 54,
    "level": 12,
    "ac": 14,
    "stats": {
      "STR": 12,
      "DEX": 12,
      "CON": 13,
      "INT": 16,
      "WIS": 13,
      "CHA": 16
    },
    "skills": {
      "Arcana": 7,
      "History": 7,
      "Investigation": 7,
      "Persuasion": 7
    },
    "passiveWisdom": 11,
    "saves": {
      "INT": 7,
      "CHA": 7
    },
    "class": "Sorcerer",
    "affiliations": ["Utharian Empire","Vesunna Laboratories"],
    "description": [
      "Castra Diolanum was the Mage-Lord of Vessuna, a smaller outpost of the Utharian Empire. An avid researcher, the tiefling mage dedicated much of his time and resources to magical research and experimentation."
    ],
    "dmArticles": {
      "Spells": [
        "Cantrips (at will): Minor Illusion, Blade Ward, Light, Shocking Grasp, Poison Spray",
        "1st level (4 slots): Feather Fall, Unseen Servant, Mage Armor",
        "2nd level (3 slots): Continual Flame, Alter Self, Crown of Madness, Rope Trick",
        "3rd level (3 slots): Fly, Leomund's Tiny Hut, Blink",
        "4th level (3 slots): Otiluke's Resilient Sphere, Mordenkainen's Faithful Hound",
        "5th level (2 slots): Dream, Animate Objects, Hold Monster",
        "6th level (1 slots): Disintegrate"
      ]
    }
  },
  "Nadia-Vernon": {
    "playerKnown": false,
    "hideOnCat": false,
    "name": "Nadia Vernon",
    "nickname": "Nadia Vernon",
    "tags": ["assassin","half-elf","rogue","Red Moon Order","Rakenburg"],
    "age": "58",
    "gender": "Female",
    "race": "Half-Elf",
    "occupation": "Red Moon Guild Member",
    "affiliations": ["Red Moon Order"],
    "description": [
      "Nadia Vernon is a leader of the Red Moon Order, one of the 8 Major Guilds operating in the city of Rakenburg on the Barrier Coast. When she appears in public, which is a rare sight, she dresses in black, with two rapiers on her hip."
    ]
  }
}