{
  "Gradiorus-Golem": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": true,
    "name": "Gradiorus Golem",
    "nickname": "Gradiorus",
    "type": "Construct",
    "tags": ["construct","golem","arcane","magical"],
    "imgFolder": "creatures",
    "affiliations": ["Rakenburg","Specula Arcanum"],
    "description": [
      "Gradiorus Golems are arcane constructs that safeguard the city of Rakenburg. The golems stand roughly 9 feet tall and weight upwards of 400 kg (900 lbs). The golems outer hull is made of a magically-infused iron, while the inside contains numerous magical seals, mechanisms and foci to help power and control the construct.",
      "When activated, the golems give off a faint violet glow from the inside as the magical energy that tethers their limbs to the core dances and sparks."
    ],
    "articles": {
      "Sentinels of the Specula Arcanum": [
        "The golems serve the city of Rakenburg as arcane sentinels as part of the Specula Arcanum, the Rakenburg guild responsible for the protection of the city. The Specs operate in small patrol teams and it is common for a single iron golem to accompany each team. Each team's golem is controlled by the patrol leader, who is given a magical device that lets them command the golem vocally. Should the squad become incapacitated, the Gradiorus can be controlled by the guild remotely in order to prevent hostile actors from taking control of one of the city's most powerful defensive tools."
      ]
    },
    "dmArticles": {
      "Relics of a Forgotten Age": [
        "The Gradiorus Golems are reclaimed arcane technology of the Utharian Empire, first discovered in the Twisting Warrens by the settlers who reclaimed Rakenburg hundreds of years ago. Eskra Gradiorus, the tiefling artificer, was the first to take an interest in the constructs and through extensive research and reverse-engineering, she was able to activate and reprogram the golems to serve the city."
      ]
    },
    "alignment": "Unaligned",
    "creatureType": "Large Construct",
    "stats": [
      {"name": "STR", "val": 24},
      {"name": "DEX", "val": 9},
      {"name": "CON", "val": 20},
      {"name": "INT", "val": 3},
      {"name": "WIS", "val": 11},
      {"name": "CHA", "val": 1}
    ],
    "skills": "",
    "passiveWisdom": 10,
    "savingThrows": "",
    "armor": 18,
    "hitPoint": 140,
    "hitDie": "22d8+41",
    "damageResistances": "Bludgeoning, Piercing, and Slashing From Nonmagical Attacks",
    "damageImmunities": "Fire, Poison, Psychic",
    "conditionImmunities": "Charmed, Exhaustion, Frightened, Paralyzed, Petrified, Poisoned",
    "senses": "Darkvision 120 ft.",
    "speed": "20 ft.",
    "languages": "Understands the languages of its creator and can respond with information from the Arcanum archives",
    "challenge": "7",
    "abilities": [
      {
        "name": "Illumination.",
        "text": "A Gradiorus Golem sheds dim, purple light in a 10-foot radius."
      },
      {
        "name": "Magic Resistance.",
        "text": "The golem has advantage on Saving Throws against Spells and other magical Effects."
      },
      {
        "name": "Immutable Form.",
        "text": "The golem is immune to any spell or effect that would alter its form."
      },
      {
        "name": "Magic Weapons.",
        "text": "The golem's weapon attacks are magical."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "A golem makes two melee attacks."
      },
      {
        "name": "Slam.",
        "text": "Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 11 (1d8 + 7) bludgeoning damage."
      },
      {
        "name": "Suppression Pulse (Recharge 5-6)",
        "text": "The golem unleashes a pulse of arcane, electrical energy in a 15-foot radius centered on itself. Each creature in that area must make a DC 15 Constitution saving throw, taking 22 (5d8) lightning damage on a failed save, or half as much damage on a successful one."
      }
    ]
  },
  "Icebrine-Serpent": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": true,
    "name": "Icebrine Serpent",
    "nickname": "Icebrine Serpent",
    "type": "Dragon",
    "tags": ["venngar sea","ocean","sea serpent","predator","dragon"],
    "description": [
      "Native to the Venngar Sea, Icebrine Serpents are a species of aggressive, deep sea predators. These aquatic dragons are covered in large, hard scales that range from deep blue to pale green. They have a single pair of clawed arms a third of the way down their body that end in three razor-sharp talons. They feel most at home among the ice flows and icebergs of the frigid, arctic oceans of Centhris.",
      "Icebrine Serpents hold a legendary reputation among the cold-water seafaring nations of the world, such as Cibrin, Lemuria and Talhurst. Many sailors tell harrowing tales of horrific monsters that stalk ships for days, waiting for an opportune moment to strike, such as rough seas or a sudden maelstrom. When an Icebrine Serpent strikes, it will attempt to break a ship's hull with its jaws and claws, blast sailors from the deck with a jet of briny water, or knock sailors overboard with its tail."
    ],
    "articles": {
      "Legendary Beasts of the Frozen Sea": [
        "Icebrine Serpents have been the subject of skalds' poems and songs for millenia. Numerous tales of mythic heroes, such as the legendary Lemurian hero Stolkar Wyrmbreaker, involve battles with a serpent. Such is the reputation of these beasts that their true nature and capabilities have been lost among the uneducated masses. Common folk will regularly attribute abilities or supernatural powers to Icebrine Serpents that they are not capable of, simply out of ignorance or the increasing tall tales of a local tavern."
      ]
    },
    "dmArticles": {
      "": [
        ""
      ]
    },
    "alignment": "Neutral Evil",
    "creatureType": "Huge Dragon",
    "stats": [
      {"name": "STR", "val": 21},
      {"name": "DEX", "val": 15},
      {"name": "CON", "val": 18},
      {"name": "INT", "val": 7},
      {"name": "WIS", "val": 13},
      {"name": "CHA", "val": 14}
    ],
    "savingThrows": "Str +9, Dex +6, Con +8",
    "skills": "Athletics +9, Perception +5",
    "passiveWisdom": 10,
    "armor": "15 (natural armor)",
    "hitPoint": 118,
    "hitDie": "10d12+46",
    "speed": "30 ft., swim 60ft.",
    "damageResistances": "Fire",
    "damageVulnerabilities": "Lightning",
    "damageImmunities": "Cold",
    "conditionImmunities": "Paralyzed, Prone, Stun, Unconscious",
    "senses": "Darkvision 60 ft.",
    "languages": "Aquan, Draconic",
    "challenge": "8",
    "abilities": [
      {
        "name": "Icy Barbs",
        "text": "The entire body of an Icebrine Serpent is covered in small, jagged shards of ice which protrude from the monster's scales. Any creature that begins its turn within 5 feet of the Icebrine Serpent takes 1d6+2 points of cold damage."
      },
      {
        "name": "Coiling Maneuver.",
        "text": "When the Icebrine Serpent is hit with an attack in melee, it may attempt to grapple the attacker. The target must make a DC 15 Strength saving throw or be grappled."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "A Icebrine Serpent attacks once with its tail and either bites or uses its Brine Blast."
      },
      {
        "name": "Bite.",
        "text": "Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 10 (1d10+5) piercing damage plus 7 (2d6) cold damage. The target of the bite attack must make a DC 15 Strength saving throw or be grappled and restrained. If the target is already grappled by a previous bite attack, the target may may still make another save to attempt to break the grapple."
      },
      {
        "name": "Tail Slap.",
        "text": "Melee Weapon Attack: +9 to hit, reach 15 ft., one target. Hit: 11 (2d6+4) bludgeoning damage. A target hit by a tail slap is pushed 10 feet away from the Icebrine Serpent."
      },
      {
        "name": "Throw.",
        "text": "If the Icebrine Serpent has a creature grappled from a Bite attack or from its Coiling Maneuver, it may throw the target. The throw may target another creature within 30 ft. The target must succeed a DC 14 Dexterity save or suffer 10 (3d6) bludgeoning damage. The thrown target automatically suffers 10 (3d6) damage."
      },
      {
        "name": "Brine Blast (recharge 6).",
        "text": "The Icebrine Serpent opens its massive jaws and sends forth an blast of chilled sea water. All creatures in a 25 ft. cone must succeed on a DC 15 Dex save or suffer 5d8 Cold damage. Any target that succeeds its save takes half damage."
      }
    ]
  },
  "Lurking-Abomination": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": true,
    "name": "Lurking Abomination",
    "nickname": "Lurking Abomination",
    "type": "Undead",
    "tags": ["undead","construct","dark spirits"],
    "description": [
      "@+Lurking Abominations+@ are terrifying skeletal creatures composed of the bones of numerous dead animals, people, or a combination of both. Abominations most commonly occur when numerous bodies are left to decompose in large pits or in mass graves. The lingering resentment and malice of the departed combines into a violent spectral force, which lashes out at any living who might foolishly wander too close.",
      "When a victim does come near a corpse or bone pile, the abomination will take whatever bones it can must and form a large construct of bone. The spirits that give this shambling horror locomotion swirl around it, repairing or replacing parts of the construct that might be damaged as the abomination tears its victim to shreds.",
      "Once it has killed the unsuspecting victim, the spirits will return the bones to their resting place, adding their latest victim to the pile, further increasing their malicious undead power."
    ],
    "articles": {
    },
    "dmArticles": {
    },
    "alignment": "Chaotic Evil",
    "creatureType": "Large Undead",
    "stats": [
      {"name": "STR", "val": 16},
      {"name": "DEX", "val": 15},
      {"name": "CON", "val": 15},
      {"name": "INT", "val": 9},
      {"name": "WIS", "val": 11},
      {"name": "CHA", "val": 11}
    ],
    "savingThrows": "Str +5, Con +4, Wis +2",
    "passiveWisdom": 10,
    "armor": "16 (natural armor)",
    "hitPoint": 74,
    "hitDie": "14d8+18",
    "speed": "30 ft., climb 30 ft.",
    "damageResistances": "Cold; Piercing and Slashing from Nonmagical Attacks that aren't Silvered",
    "damageVulnerabilities": "",
    "damageImmunities": "Necrotic, Poison",
    "conditionImmunities": "Poisoned",
    "senses": "Darkvision 120 ft.",
    "languages": "Those it knew in life, but cannot speak.",
    "challenge": "3",
    "abilities": [
      {
        "name": "Abomination's Sight",
        "text": "Magical darkness does not impede the abomination's darkvision."
      },
      {
        "name": "Magic Resistance.",
        "text": "The abomination has advantage on saving throws against spells and other magical effects."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "A Lurking Abomination makes two attacks: one with its claw and one with its hook."
      },
      {
        "name": "Sickening Claw.",
        "text": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d8+2) slashing damage. The target must succeed on a DC 12 Constitution saving throw or be poisoned for 1 minute. While poisoned in this way, the target cannot regain hit points. The target can repeat the saving throw at the end of its turns, ending the poison effect on a success."
      },
      {
        "name": "Grisly Hook.",
        "text": "Melee Weapon Attack: +5 to hit, reach 10 ft., one target. Hit: 8 (1d10+3) slashing damage. If the target is a creature other than an undead or a construct, it must succeed on a DC 12 Constitution saving throw or lose 5 (1d10) hit points at the start of each of its turns due to an festering wound. Each time the abomination hits the wounded target with this attack, the damage dealt by the wound increases by 5 (1d10). Any creature can take an action to stanch the wound with a successful DC 12 Wisdom (Medicine) check. The wound also closes if the target receives magical healing."
      }
    ],
    "bonusActions": [
      {
        "name": "Shamble.",
        "text": "The abomination moves 10 ft in a line. Any creature it moves through must make a DC 12 Dexterity saving throw or lose 5 (1d4+3) hit points."
      },
      {
        "name": "Engulf.",
        "text": "The abomination attempts to place a creature inside its form. The target must make a DC 12 Dexterity saving throw or become restrained inside the abomination. A creature that begins its turn inside the abomination takes 8 (2d8) necrotic damage."
      }
    ],
    "reactions": [
      {
        "name": "Consume.",
        "text": "When a creature enters melee with the abomination and no other creature is inside it, the abomination can attempt to use Engulf on it."
      },
      {
        "name": "Ghostly Wail.",
        "text": "When struck in melee, the abomination may release a haunting lament. Any creature within 15ft of the abomination must make a DC 12 Wisdom saving throw or become frightened."
      }
    ],
    "villainActions": [
      {
        "order": "1. ",
        "name": "Emerge.",
        "text": "An abomination forms with a whirling torrent of bones. Anyone within 10ft of a bone pile must succeed on a DC 12 Dexterity saving throw or be knocked prone."
      },
      {
        "order": "2. ",
        "name": "Call Spirits.",
        "text": "An abomination calls upon the spirits of the restless dead who haunt the piles of bone nearby. If the Lurking Abomination begins or ends its turn within 10 ft of a pile of bone, spirits fly through the abomination, healing it for 2d8 hit points and causing ranged attacks to have disadvantage."
      },
      {
        "order": "3. ",
        "name": "Whirling Death.",
        "text": "When surrounded, an abomination uses it’s jagged body as a weapon, swinging around in a torrent of razor-sharp bone. All creatures within 10 feet of the Lurking Abomination must make a DC 14 Dexterity saving throw or take 2d8 slashing damage. Half damage on a successful save."
      },
      {
        "order": "(Death) ",
        "name": "Spirit Nova.",
        "text": "As an abomination is destroyed, it releases an explosion of necrotic energy as the malign magics that kept it bound to this place burst forth. Anyone within 20 ft must succeed a DC 12 Dexterity saving throw or take 2d6 necrotic damage. Half damage on successful save."
      }
    ]
  },
  "Magma-Behemoth": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Magma Behemoth",
    "nickname": "Magma Behemoth",
    "type": "Elemental",
    "tags": ["elemental","giant"],
    "description": [
      "Between the blistering deserts, scorching mountains and blasted wastelands of the elemental Plane of Fire there are massive seas of molten, liquid rock. Deep within these deadly magma flows live huge monstrosities of flame and stone, the @+Magma Behemoths+@. These massive elemental creatures can manipulate and control the molten rock of their home. Some enterprising wizards will summon Magma Behemoths for this very reason, as their ability to control molten rock makes them powerful siege weapons on the material plane."
    ],
    "articles": {
    },
    "dmArticles": {
    },
    "alignment": "Neutral Evil",
    "creatureType": "Huge Elemental",
    "stats": [
      {"name": "STR", "val": 21},
      {"name": "DEX", "val": 15},
      {"name": "CON", "val": 18},
      {"name": "INT", "val": 7},
      {"name": "WIS", "val": 13},
      {"name": "CHA", "val": 14}
    ],
    "savingThrows": "Str +9, Dex +6, Con +8",
    "skills": "Athletics +9, Perception +5",
    "passiveWisdom": 10,
    "armor": "15 (natural armor)",
    "hitPoint": 118,
    "hitDie": "10d12+46",
    "speed": "30 ft., swim 60ft.",
    "damageResistances": "Fire",
    "damageVulnerabilities": "Lightning",
    "damageImmunities": "Cold",
    "conditionImmunities": "Paralyzed, Prone, Stun, Unconscious",
    "senses": "Darkvision 60 ft.",
    "languages": "Aquan, Draconic",
    "challenge": "8",
    "abilities": [
      {
        "name": "Icy Barbs",
        "text": "The entire body of an Icebrine Serpent is covered in small, jagged shards of ice which protrude from the monster's scales. Any creature that begins its turn within 5 feet of the Icebrine Serpent takes 1d6+2 points of cold damage."
      },
      {
        "name": "Coiling Maneuver.",
        "text": "When the Icebrine Serpent is hit with an attack in melee, it may attempt to grapple the attacker. The target must make a DC 15 Strength saving throw or be grappled."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "A Icebrine Serpent attacks once with its tail and either bites or uses its Brine Blast."
      },
      {
        "name": "Bite.",
        "text": "Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 10 (1d10+5) piercing damage plus 7 (2d6) cold damage. The target of the bite attack must make a DC 15 Strength saving throw or be grappled and restrained. If the target is already grappled by a previous bite attack, the target may may still make another save to attempt to break the grapple."
      },
      {
        "name": "Tail Slap.",
        "text": "Melee Weapon Attack: +9 to hit, reach 15 ft., one target. Hit: 11 (2d6+4) bludgeoning damage. A target hit by a tail slap is pushed 10 feet away from the Icebrine Serpent."
      },
      {
        "name": "Throw.",
        "text": "If the Icebrine Serpent has a creature grappled from a Bite attack or from its Coiling Maneuver, it may throw the target. The throw may target another creature within 30 ft. The target must succeed a DC 14 Dexterity save or suffer 10 (3d6) bludgeoning damage. The thrown target automatically suffers 10 (3d6) damage."
      },
      {
        "name": "Brine Blast (recharge 6).",
        "text": "The Icebrine Serpent opens its massive jaws and sends forth an blast of chilled sea water. All creatures in a 25 ft. cone must succeed on a DC 15 Dex save or suffer 5d8 Cold damage. Any target that succeeds its save takes half damage."
      }
    ]
  },
  "Cursebound-Knight": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Cursebound Knight",
    "nickname": "Cursebound Knight",
    "type": "Undead",
    "tags": ["elemental","giant"],
    "description": [
      "@+Cursebound Knights+@ are undead servants of the Fell Lords, the terrifying masters of the Shadowfell. The spirits of warriors who abandoned, or betrayed their masters in life, these knights are forever bound to serve their fell masters in death. These knights wear dark, iron plate and carry large, cruel weapons. The blades of those they betrayed in life mark their large, lumbering forms and dark smoke emanates from the cracks and seams in their armor. Despite their hulking size, cursebound knights possess the martial prowess and refined skill they once honed in life. "
    ],
    "articles": {
    },
    "dmArticles": {
    },
    "alignment": "Chaotic Evil",
    "creatureType": "Large Undead",
    "stats": [
      {"name": "STR", "val": 18},
      {"name": "DEX", "val": 14},
      {"name": "CON", "val": 14},
      {"name": "INT", "val": 14},
      {"name": "WIS", "val": 18},
      {"name": "CHA", "val": 10}
    ],
    "savingThrows": "Str +8, Wis +8",
    "skills": "Athletics +8, Arcana +6, Insight +6",
    "passiveWisdom": 14,
    "armor": "18 (plate armor)",
    "hitPoint": 120,
    "hitDie": "16d10+32",
    "speed": "30 ft.",
    "damageResistances": "Slashing, Piercing, and Bludgeoning From Non-Magical Attacks",
    "damageImmunities": "Necrotic, Poison",
    "damageVulnerabilities": "Radiant",
    "conditionImmunities": "Exhausted, Frightened, Poisoned",
    "senses": "Darkvision 60 ft.",
    "languages": "Common",
    "challenge": "6",
    "abilities": [
      {
        "name": "Lifebane Longsword.",
        "text": "The Cursebound Knight's longsword is made of felliron and forged in shadowflame. Attacks made with the knight's longsword deal an additional 3d6 necrotic damage (included in the attack)."
      },
      {
        "name": "Summon Vengeful Spirits.",
        "text": "The knight can summon dark spirits to his side to aid him in capturing or dispatching his quarry. At the start of combat, the knight can summon up to 6 undead of CR 1/2 or lower to fight along side him."
      },
      {
        "name": "Shadow Chains.",
        "text": "As a bonus action, the knight clenches its fist in the direction of an opponent. One target within 30 feet must succeed on a DC 15 Strength saving throw become restrained."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "The Cursebound Knight can make two attacks with its Lifebane Blade."
      },
      {
        "name": "Lifebane Longsword.",
        "text": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 9 (1d10+4) slashing damage plus 10 (3d6) necrotic damage."
      },
      {
        "name": "Spirit Burst (Recharge 5-6).",
        "text": "The Cursebound Knight releases tendrils of writhing shadow. Each creature within 15 feet must make a DC 15 Dexterity saving throw or take 14 (3d8) necrotic damage on a failed save, or half as much on a successful one."
      }
    ]
  },
  "Void-Horror": {
    "playerKnown": false,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Void Horror",
    "nickname": "Void Horror",
    "type": "Aberration",
    "tags": ["shadowfell","aberration","predator"],
    "description": [
      "@+Void Horrors+@ are horrible, twisted monstrosities that stalk the shadow plane beyond the veil of the mortal world."
    ],
    "articles": {
      "Night Stalkers": [
        "."
      ]
    },
    "dmArticles": {
    },
    "alignment": "chaotic evil",
    "creatureType": "Huge aberration",
    "stats": [
      {"name": "STR", "val": 20},
      {"name": "DEX", "val": 10},
      {"name": "CON", "val": 18},
      {"name": "INT", "val": 16},
      {"name": "WIS", "val": 13},
      {"name": "CHA", "val": 14}
    ],
    "savingThrows": "Str +9, Dex +4, Con +8, Int +7, Wis +5, Cha +6",
    "conditionImmunities": "Frightened, Unconscious",
    "skills": "Perception +9, Stealth +4",
    "passiveWisdom": 11,
    "armor": "17 (Natural Armor)",
    "hitPoint": 148,
    "hitDie": "16d10+64",
    "speed": "40 ft., burrow 20 ft., fly 80 ft.",
    "senses": "Blindsight 30 ft., Darkvision 120 ft.",
    "languages": "Deep Speech, Draconic, telepathy 120 ft.",
    "challenge": "9",
    "abilities": [
      {
        "name": "Legendary Resistance (3/Day)",
        "text": "If the void horror fails a saving throw, it can choose to succeed instead."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "The void horror makes two attacks: one with its tentacles and one with its claws."
      },
      {
        "name": "Tentacles.",
        "text": "Melee Weapon Attack: +7 to hit, reach 15 ft., one target. Hit: 16 (2d10 + 5) bludgeoning damage plus 13 (3d6 + 3) psychic damage."
      },
      {
        "name": "Claw.",
        "text": "Melee Weapon Attack: +7 to hit, reach 10 ft., one target. Hit: 23 (4d8 + 5) slashing damage."
      },
      {
        "name": "Tail.",
        "text": "Melee Weapon Attack: +7 to hit, reach 20 ft., one target. Hit: 14 (2d8 + 5) bludgeoning damage."
      },
      {
        "name": "Wave of Despair (Recharge 4-6).",
        "text": "The void horror emits a psychic wave of despair in a 60-foot cube. Each creature in that area must make a DC 16 Constitution saving throw. On a failed save, a creature takes 28 (8d6) psychic damage and suffers 1 level of exhaustion. On a successful save, it takes half damage."
      }
    ],
    "legendary": [
      {
        "name": "description",
        "text": "The void horror can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The void horror regains spent legendary actions at the start of their turn."
      },
      {
        "name": "Detect.",
        "text": "The void horror makes a Wisdom (Perception) check."
      },
      {
        "name": "Tail Attack.",
        "text": "The void horror makes a tail attack."
      },
      {
        "name": "Eyes in the Dark.",
        "text": "The void horror trains all of its innumerable eyes upon a creature it can see within 60 feet. The target must make a DC 16 Wisdom saving throw or take 12 (3d8) necrotic damage and become frightened until the end of the void horror's next turn. While frightened in this way, the creature is also paralyzed. If the target's saving throw is successful, the target is immune to the void horror's Eyes in the Dark for the next 24 hours."
      }
    ]
  },
  "Lesser-Lich": {
    "playerKnown": false,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Lesser Lich",
    "nickname": "Counciler of the Withered King",
    "linkingWords": ["Lesser Liches"],
    "type": "Undead",
    "tags": ["undead","mage","wizard","lich"],
    "description": [
      "A @+Lesser Lich+@ is a mage who was granted the gift of undeath from another, usually more powerful, being. The lesser lich, though a powerful magic user in their own right, does not have the same mastery of life and death that a true lich has achieved.",
      "Though generally gaunt and skeletal with withered flesh stretched tight across horribly visible bones, the appearance of lesser liches can vary greatly in appearance depending on their age. Most members of the Council appear as skeletons dressed in regal finery, but some choose to mask their true appearance with magical illusions that return them to the appearance they once had in life. Bright pinpoints of crimson light burn in the empty sockets of those whose eyes had been destroyed, or otherwise lost, or were so old they had simply rotted away. When moving, liches seeme to glide as if floating on water.",
      "Most undead mages, depending on how long they have been undead, do not have lips or the necessary organs to produce natural speech, instead using their magical abilities to project speech from their mouths, moving the jaw (if present) to aid the illusion."
    ],
    "articles": {
      "Council of the Withered King": [
        "Shulxaa, the Withered King, was a lich lord who reigned over the Kingdom of Istagen for several hundred years prior to his defeat by the Knights of the Sacred Dawn. Having achieved lichdom several hundred years prior to his complete domination of the Kingdom of Istagen, the lich found that though many wizards publicly spoke out against the practice of magical undeath, in private they were far more willing to entertain such ideas. Thus, the lich lord slowly began to find willing mages whom he felt were worthy (and subservient) enough to join his inner circle, which would eventually grow to become known as the Council of the Withered King.",
        "Once a wizard had accepted the terms of his dark bargain, @~Shulxaa~@ would create for them a phylactery in which the mage would transfer their life force, becoming a lich. However, the secret of the creation of such objects, as well as their individual hiding places, were never shared with his servants, as a means of control by the Lich Lord. Thus, the council members, even if they might be tempted, would never overly act against their master. Shulxaa also went to great lengths over the course of his reign over Istagen to ensure that the knowledge of how to create a phylactery was never available to his servants, as a further way to ensure their loyalty."
      ],
      "The Lesser Lich's Phylactery": [
        "The process of achieving lichdom requires that the spellcaster construct a powerful magical artifact, a phylactery, in which the lich stores its life essence. As long as this phylactery is unharmed, the lich is immortal and can attempt to reassemble if it is ever vanquished (this happens within 10 days after its apparent destruction). Liches take great care in protecting their phylactery from harm, employing decoys, traps, and other defenses. Lesser liches guard their soul containers even more jealously than a true lich, if such a thing were possible, as they do not have the required knowledge create their own. Instead, they are closer to thralls, relying on the knowledge of a master lich, in order to store their soul in a phylactery."
      ]
    },
    "dmArticles": {
    },
    "alignment": "Lawful Evil",
    "creatureType": "Medium Undead",
    "stats": [
      {"name": "STR", "val": 10},
      {"name": "DEX", "val": 14},
      {"name": "CON", "val": 12},
      {"name": "INT", "val": 20},
      {"name": "WIS", "val": 15},
      {"name": "CHA", "val": 16}
    ],
    "armor": "12 (15 With Mage Armor)",
    "hitPoint": 99,
    "hitDie": "18d8+18",
    "speed": "30 ft.",
    "skills": "Arcana +13, History +13",
    "savingThrows": "Int +9, Wis +6",
    "damageResistances": "Damage From Spells; Non Magical Bludgeoning, Piercing, And Slashing (From Stoneskin)",
    "damageVulnerabilities": "",
    "damageImmunities": "",
    "conditionImmunities": "",
    "senses": "Darkvision 60 ft.",
    "passiveWisdom": 12,
    "languages": "Common, Dwarven, Elven, Draconic, Infernal, Primordial",
    "challenge": "12",
    "abilities": [
      {
        "name": "Magic Resistance.",
        "text": "The lesser lich has advantage on saving throws against spells and other magical effects."
      },
      {
        "name": "Rejuvenation.",
        "text": "If it has a phylactery, a destroyed lich gains a new body in 1d10 days, regaining all its Hit Points and becoming active again. The new body appears within 5 feet of the phylactery."
      },
      {
        "name": "Aura of Death.",
        "text": "At the start of its turn, each non-undead creature within 10 feet of the lich must make a DC 15 Constitution saving throw against this magic, taking 14 (4d6) necrotic damage on a failed save, or half as much damage on a successful one."
      },
      {
        "name": "Spellcasting.",
        "text": "The lesser lich is an 15th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 17, +9 to hit with spell attacks). The lesser lich can cast disguise self and invisibility at will and has the following wizard spells prepared:",
        "list": [
          "Cantrips (at will): shocking grasp, mage hand, prestidigitation, ray of frost",
          "1st level (4 slots): detect magic, shield, mage armor*, magic missile",
          "2nd level (3 slots): detect thoughts, mirror image, misty step",
          "3rd level (3 slots): animate dead, counterspell, fly, fireball",
          "4th level (3 slots): banishment, blight, stoneskin*",
          "5th level (2 slots): cone of cold, scrying",
          "6th level (1 slot): circle of death",
          "7th level (1 slot): teleport",
          "8th level (1 slot): mind blank*",
          "* The lesser lich casts these spells on itself before combat."
        ]
      }
    ],
    "actions": [
      {
        "name": "Paralyzing Touch.",
        "text": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 7 (2d6) cold damage. The target must succeed on a DC 15 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
      }
    ]
  },
  "Blackfire-Dragoon": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Blackfire Dragoon",
    "nickname": "Blackfire Dragoon",
    "linkingWords": ["Blackfire Dragoons"],
    "type": "Humanoid",
    "tags": ["humanoid","goblinoid","black drake cavalry","Immortal Legion"],
    "description": [
      "The @+Blackfire Dragoons+@ are the most elite troops in the Syrothian Immortal Legions. Dragoons fly into battle upon a Blackfire Drake."
    ],
    "articles": {
    },
    "dmArticles": {
    },
    "alignment": "Lawful Evil",
    "creatureType": "Medium Humanoid",
    "stats": [
      {"name": "STR", "val": 18},
      {"name": "DEX", "val": 12},
      {"name": "CON", "val": 16},
      {"name": "INT", "val": 10},
      {"name": "WIS", "val": 14},
      {"name": "CHA", "val": 14}
    ],
    "armor": "17 (splintmail)",
    "hitPoint": 128,
    "hitDie": "17d8+51",
    "speed": "30 ft.",
    "skills": "Athletics +7, Insight +5, Intimidation +5, Perception +5",
    "savingThrows": "Str +7, Con +6",
    "damageResistances": "",
    "damageVulnerabilities": "",
    "damageImmunities": "",
    "conditionImmunities": "",
    "senses": "Darkvision 60 ft.",
    "passiveWisdom": 12,
    "languages": "Goblin, Common",
    "challenge": "5",
    "abilities": [
      {
        "name": "Martial Advantage.",
        "text": "The Blackfire Dragoon has advantage on attacks made against a target grappled by its Black Drake mount."
      },
      {
        "name": "Mounted Combatant.",
        "text": "The Blackfire Dragoon typically fights from the back of a Syrothian Black Drake. The drake and the Blackfire Dragoon share an initiative in combat. If the Blackfire Dragoon is hit for 20 points of damage or more from a single attack, it must succeed on an athletics check with DC equal to half the damage of the attack or fall from its mount."
      }
    ],
    "actions": [
      {
        "name": "Multiattack",
        "text": "The Blackfire Dragoon makes two attacks with its blackfire halberd."
      },
      {
        "name": "Blackfire Halberd.",
        "text": "Melee Weapon Attack: +7 to hit, reach 10ft., one target. Hit: 10 (1d10 + 5) slashing damage plus 5 (1d10) fire damage."
      }
    ]
  },
  "Syrothian-Blackfire-Drake": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Syrothian Blackfire Drake",
    "nickname": "Syrothian Blackfire Drake",
    "linkingWords": ["Blackfire Drake"],
    "type": "Dragon",
    "tags": ["dragon","blackfire drake cavalry","Immortal Legion"],
    "description": [
      "The @+Syrothian Blackfire Drake+@ is most commonly found in the Rostamas, located in north-central Ulfwyst. These aggressive predators are prized as battle mounts for the elite Blackfire Dragoons of the Syrothian Immortal Legions. The dragon's name is derived from their unique ability to produce dark flames inside their mouth and throat. Unlike full dragons, these smaller cousins cannot project this flame as a breath weapon, instead using it to cook their prey before digesting it."
    ],
    "articles": {
      "Bred for War": [
        "Though a terrifying natural predator in its own right, Blackfire drakes do not naturally travel beyond their hunting grounds in the Rostamas. It was the hobgoblins of the Syrothian Empire who first saw the potential for the beasts as war mounts. After numerous failed attempts to tame fully grown adult drakes, it was determined that the best approach for domesticating the creatures was to raise them from birth.",
        "After a clutch of eggs are successfully hatched (a difficult task in its own right, as a clutch of eggs must be kept just above freezing for keeps to successfully hatch) it takes a newborn drake roughly 2 years to reach maturity. During this time, they must be fed a steady diet of raw meat and be trained extensively in order to prevent them from attacking their master while mounted in the saddle.",
        "Even with extensive battle training, these dragonkin are still too wild and savage to fight in regimented tactics of the Immortal Legions. Instead, each Blackfire Dragoon is expected to be a fully autonomous warrior, capable of fighting independently, or in small war bands, in order to avoid the drakes attacking each other, or other riders out of sheer savage aggression."
      ]
    },
    "dmArticles": {
    },
    "alignment": "Neutral Evil",
    "creatureType": "Large Dragon",
    "stats": [
      {"name": "STR", "val": 16},
      {"name": "DEX", "val": 10},
      {"name": "CON", "val": 16},
      {"name": "INT", "val": 6},
      {"name": "WIS", "val": 12},
      {"name": "CHA", "val": 8}
    ],
    "armor": "15 (natural armor)",
    "hitPoint": 45,
    "hitDie": "5d10+15",
    "speed": "30 ft., fly 60 ft.",
    "skills": "Athletics +6, Intimidation +2, Perception +4",
    "savingThrows": "Str +5, Con +5",
    "damageResistances": "Fire",
    "damageVulnerabilities": "",
    "damageImmunities": "",
    "conditionImmunities": "",
    "senses": "",
    "passiveWisdom": 12,
    "languages": "",
    "challenge": "3",
    "abilities": [
      {
        "name": "Flyby Attack.",
        "text": "The drake does not provoke an opportunity attack when it flies out of an enemy's reach."
      },
      {
        "name": "Drag Off.",
        "text": "If the drake grapples an opponent on its turn, it may use its bonus action to move an additional 15 feet, carrying the target along with it."
      }
    ],
    "actions": [
      {
        "name": "Bite.",
        "text": "Melee Weapon Attack: +6 to hit, reach 10 ft., one target. Hit: 9 (2d6 + 3) piercing damage and the target is grappled (escape DC 14). Until the grapple ends, the target takes 6 (2d6) fire damage at the start of each of its turns."
      },
      {
        "name": "Terrifying Screech.",
        "text": "The drake unleashes an unnatural, high pitched screech. All creatures in a 30 foot cone that are not deafened must succeed on a DC 13 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the fear on a success."
      }
    ]
  },
  "Azoth'Xun": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Azoth'Xun",
    "nickname": "He Who Walks Behind",
    "linkingWords": ["the Shattered God","the Fallen God"],
    "type": "Aberration",
    "tags": ["abberation","eldritch god"],
    "description": [
      "@+Azoth'Xun+@, also known as @*He Who Walks Behind*@, is a eldritch aberration from the Far Realm of immense cosmic power. Having dwelt in the realm beyond for unknown eons, few beings ever became aware of its existence, and those that did rarely managed to maintain their grip on reality after encountering it.",
      "In the year 2C 2533, while defending Castle Eisentor in the Kingdom of Sennhoff from assault, Evan-Jakob Reinhold fell from fortifications of the keep. While falling to his inevitable doom, the sergeant cried out in desperation, only to be answered by the most unexpected source. Transported to a strange dark space, the soldier floated in an infinite void surrounded by an endless sea of stars. After an unknowable length of time the stars turned to eyes, and then shifted once again into mouths which spoke in unison. The old one known as Azoth'Xun offered Evan-Jakob a bargain: become its herald, announcing its arrival to the world of Centhris, and it would spare him from a most grisly demise.",
      "Seeing no other option, Evan-Jakob agreed and was granted a incredibly small fraction of the old god's power. The bargain decided, Evan-Jakob, now a warlock in the service of this Great Old One, was hurled back into the prime reality. As he returned, he found himself falling again, but only for a few seconds before landing in the damp mud of the Blighted Mire, half way across the world from the alpine hills of Sennhoff."
    ],
    "articles": {
    },
    "dmArticles": {
    },
    "alignment": "Chaotic Evil",
    "creatureType": "Gargantuan Abberation",
    "stats": [
      {"name": "STR", "val": 26},
      {"name": "DEX", "val": 10},
      {"name": "CON", "val": 20},
      {"name": "INT", "val": 22},
      {"name": "WIS", "val": 20},
      {"name": "CHA", "val": 18}
    ],
    "armor": "20 (natural armor)",
    "hitPoint": 460,
    "hitDie": "29d20+145",
    "speed": "30 ft., fly 60 ft.",
    "skills": "Arcana +9, Deception +8, Intimidation +8",
    "savingThrows": "Str +12, Con +9",
    "damageResistances": "Necrotic, Cold, Attacks from non-magical weapons",
    "damageVulnerabilities": "",
    "damageImmunities": "Psychic",
    "conditionImmunities": "Paralyzed, Poisoned, Prone, Stun, Unconscious",
    "senses": "Blindsight 100 ft.",
    "passiveWisdom": 19,
    "languages": "Telepathy 300 ft.",
    "challenge": "25",
    "abilities": [
      {
        "name": "Unnatural Insight.",
        "text": "The terror beast learns a creature’s deepest fears simply by looking at them."
      },
      {
        "name": "Magic Resistance.",
        "text": "Azoth'Xun has advantage on saving throws against spells and other magical effects."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "Azoth'Xun can use its frightful presence, and then make three attacks with its tentacles."
      },
      {
        "name": "Tentacle.",
        "text": "Melee Weapon Attack: +12 to hit, reach 15 ft., one target. Hit: 56 (8d12 + 8) bludgeoning damage."
      },
      {
        "name": "Frightful Presence.",
        "text": "Each creature of Ak'Vanezh's choice that is within 120 feet of the Lord and aware of it must succeed on a DC 17 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to its Frightful Presence for the next 24 hours."
      },
      {
        "name": "Worst Nightmares (Recharge 5-6).",
        "text": "Azoth'Xun unleashes a torrent of nightmarish illusions against its enemies. Each creature within 30 feet of the eldritch entity must make a DC 20 Wisdom saving throw, taking 48 (8d12) psychic damage and becoming paralyzed with fear until the end of their next turn on a failed save, or half as much damage and not paralyzed on a successful one. If a creature is reduced to 0 hit points from this attack, Azoth'Xun regains 20 hit points."
      }
    ],
    "villainActions": [
      {
        "name": "Dark Reflection.",
        "text": "When Azoth'Xun takes damage which brings it below half its maximum hit points, it lets out a reality shattering scream. Azoth'Xun sends every creature within 120 feet to a pocket dimension where a dark reflection of themselves awaits. These shadowy beings represent the very worst aspects of their true self. These reflections have 1/4 of their real counterpart's hit points, but carry the same weapons, armor and any other items in the real person's possession."
      }
    ]
  }
}