{
  "The-Ruination-of-Centhris": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Ruination of Centhris",
    "nickname": "the Ruination of Centhris",
    "linkingWords": ["the Ruination"],
    "dates": ["2C 837"],
    "type": "Historical Event",
    "tags": ["event","cataclysm","utharian empire"],
    "description": [
      "@+The Ruination of Centhris+@ was a major world event which marked the end of the Utharian Empire and the descent of Centhris into a long, violent dark age. The epicenter of the event was the lost continent of Thyra, which was located where the Toridosa Archipelago exists today."
    ],
    "articles": {
      "The End of a Golden Age": [
        "Historical scholars date the Ruination of Centhris to the year 2C 837, or roughly 1,740 years ago. The cataclysm marked an abrupt end to the flourishing Utharian Empire, which was in the midst of a Golden Age of magical achievement and prosperity."
      ]
    },
    "dmArticles": {
      "The Great Betrayal": [
        "The ruination was incited by the Grand Magistrix of the Utharian Empire, Erèdin Esk Zarlaya. The sorcerer had spent years researching the limits of arcane theory and slowly descended into megalomania. Discontent with his own mortality and finding the possibility of elevating himself to lichdom like some of his peers, Erèdin search for a more permanent, and terrible solution. After years of research which drove him to madness, the mage found the final solution to his plight: ascend to godhood by infusing himself with the very essence of magic from which the people of the Utharian Empire drew power, the Endanólemë.",
        "On the 12th of Heskur, 2C 837, Erèdin entered the Sanctuary of Arcana, and cast himself into the Endanólemë. Those in the temple at first assumed he had committed suicide, as no being could possibly survive contact with a pure, untamed source of wild magic. Erèdin, however, did not perish, for he had been studying how to absorb and contain impossibly large bursts of leyline magic for years. In one incredible moment of unthinkable avarice, the sorcerer absorbed every drop of magical essence granted by the nexus, ascending to godhood in the process. This act, unimaginably cruel, robbed his people of the very source of their power. In the moment of his ascent, Erèdin absorbed all magic granted by the Endanólemë, killing thousands of powerful mages who drew upon the source in an instant, as he absorbed their life essence.",
        "With his ascent complete, the new god, later to be dubbed the Stygian by scholars, left the mortal plane with a thought. The leyline nexus at the heart of Thyra, which had been completely drained, began to collapse in meer moments, creating a massive magical vortex in the void."
      ]
    }
  },
  "Night-of-the-Shattered-Sky": {
    "playerKnown": false,
    "path": "lore",
    "name": "Night of the Shattered Sky",
    "nickname": "the Night of the Shattered Sky",
    "linkingWords": [],
    "type": "Historical Event",
    "tags": ["event","zurast","starfall"],
    "description": [
      "@+The Descent of the Shattered God+@ was a historical event that took place in Zalany Marsh, now known as the Blighted Mire in 2C 2537."
    ],
    "dmArticles": {
      "": [
      ]
    }
  },
  "The-Great-Betrayal": {
    "playerKnown": false,
    "path": "lore",
    "name": "The Great Betrayal",
    "nickname": "Ascension of the Betrayer",
    "linkingWords": ["the Great Betrayal"],
    "dates": ["2C 837"],
    "type": "Historical Event",
    "tags": ["event","stygian","utharian empire","god"],
    "description": [
      "@+The Great Betrayal+@ was ascendancy of Aeldronvos Thashendar to godhood as the Stygian, Erèdin. The ascension was the inciting event in the Ruination of Centhris."
    ]
  },
  "Rise-of-the-Withered-King": {
    "playerKnown": false,
    "path": "lore",
    "name": "Rise of the Withered King",
    "nickname": "The Rise of the Withered King",
    "dates": ["2C 1900"],
    "type": "Historical Event",
    "tags": ["event","Istagen","Shulxaa"],
    "description": [
      "The @+Rise of the Withered King+@ was a centuries long series of events which lead to the Kingdom of Istagen falling under the inflence of the lich lord Shulxaa. Though manipulation, coercion, assassination and decades of planning, Shulxaa weakened the political elite of the kingdom, until the kingdom was no longer able to properly function without his influence. The lich operated for quite some time from the shadows as a puppet ruler before tossing away the ruse in 2C 1993, declaring himself the immortal king of Istagen."
    ]
  },
  "The-First-Convergence": {
    "playerKnown": false,
    "path": "lore",
    "name": "The First Convergence",
    "nickname": "The First Convergence",
    "linkingWords": ["First Convergence"],
    "dates": "unknown",
    "type": "Era",
    "tags": ["era","elementals","planes","planar"],
    "description": [
      "The First Convergence was a historical era in the history of the world of Centhris."
    ]
  },
  "The-Second-Convergence": {
    "playerKnown": false,
    "path": "lore",
    "name": "The Second Convergence",
    "nickname": "The Second Convergence",
    "linkingWords": ["Second Convergence"],
    "dates": ["2C 1","2C 12"],
    "type": "Era",
    "tags": ["era","feywild","planes","planar"],
    "description": [
      "The Second Convergence was a historical era in the history of the world of Centhris."
    ]
  },
  "Primulus-Tempus-Draconis": {
    "playerKnown": false,
    "path": "lore",
    "name": "Primulus Tempus Draconis",
    "nickname": "Primulus Tempus Draconis",
    "linkingWords": ["Second Era of Dragons"],
    "dates": ["1C 7400","2C 110"],
    "type": "Era",
    "tags": ["era","era of dragons"],
    "description": [
      "Primulus Tempus Draconis was a historical era in the history of the world of Centhris."
    ]
  },
  "Cordus-Tempus-Draconis": {
    "playerKnown": false,
    "path": "lore",
    "name": "Cordus Tempus Draconis",
    "nickname": "Cordus Tempus Draconis",
    "linkingWords": ["Second Era of Dragons"],
    "dates": ["2C 900","2C 2100"],
    "type": "Era",
    "tags": ["era","era of dragons"],
    "description": [
      "Cordus Tempus Draconis was a historical era in the history of the world of Centhris."
    ]
  }
}