{
  "The-Ruination-of-Centhris": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Ruination of Centhris",
    "nickname": "the Ruination of Centhris",
    "linkingWords": ["the Ruination"],
    "dates": ["2C 837"],
    "type": "Historical Event",
    "tags": ["event","cataclysm","utharian empire"],
    "description": [
      "@+The Ruination of Centhris+@ was a major world event which marked the end of the Utharian Empire and the descent of Centhris into a long, violent dark age. The epicenter of the event was the lost continent of Thyra, which was located where the Toridosa Archipelago exists today."
    ],
    "articles": {
      "The End of a Golden Age": [
        "Historical scholars date the Ruination of Centhris to the year 2C 837, or roughly 1,740 years ago. The cataclysm marked an abrupt end to the flourishing Utharian Empire, which was in the midst of a Golden Age of magical achievement and prosperity."
      ]
    },
    "dmArticles": {
      "The Great Betrayal": [
        "The ruination was incited by the Grand Magistrix of the Utharian Empire, Erèdin Esk Zarlaya. The sorcerer had spent years researching the limits of arcane theory and slowly descended into megalomania. Discontent with his own mortality and finding the possibility of elevating himself to lichdom like some of his peers, Erèdin search for a more permanent, and terrible solution. After years of research which drove him to madness, the mage found the final solution to his plight: ascend to godhood by infusing himself with the very essence of magic from which the people of the Utharian Empire drew power, the Endanólemë.",
        "On the 12th of Heskur, 2C 837, Erèdin entered the Sanctuary of Arcana, and cast himself into the Endanólemë. Those in the temple at first assumed he had committed suicide, as no being could possibly survive contact with a pure, untamed source of wild magic. Erèdin, however, did not perish, for he had been studying how to absorb and contain impossibly large bursts of leyline magic for years. In one incredible moment of unthinkable avarice, the sorcerer absorbed every drop of magical essence granted by the nexus, ascending to godhood in the process. This act, unimaginably cruel, robbed his people of the very source of their power. In the moment of his ascent, Erèdin absorbed all magic granted by the Endanólemë, killing thousands of powerful mages who drew upon the source in an instant, as he absorbed their life essence.",
        "With his ascent complete, the new god, later to be dubbed the Stygian by scholars, left the mortal plane with a thought. The leyline nexus at the heart of Thyra, which had been completely drained, began to collapse in meer moments, creating a massive magical vortex in the void."
      ]
    }
  },
  "Night-of-the-Shattered-Sky": {
    "playerKnown": false,
    "path": "lore",
    "name": "Night of the Shattered Sky",
    "nickname": "the Night of the Shattered Sky",
    "linkingWords": [],
    "type": "Historical Event",
    "tags": ["event","zurast","starfall"],
    "description": [
      "@+The Descent of the Shattered God+@ was a historical event that took place in Zalany Marsh, now known as the Blighted Mire in 2C 2537."
    ],
    "dmArticles": {
      "": [
      ]
    }
  },
  "The-Great-Betrayal": {
    "playerKnown": false,
    "path": "lore",
    "name": "The Great Betrayal",
    "nickname": "Ascension of the Betrayer",
    "linkingWords": ["the Great Betrayal"],
    "dates": ["2C 837"],
    "type": "Historical Event",
    "tags": ["event","stygian","utharian empire","god"],
    "description": [
      "@+The Great Betrayal+@ was ascendancy of Erèdin Esk Zarlaya to godhood as the Stygian. The ascension was the inciting event in the Ruination of Centhris."
    ]
  },
  "Rise-of-the-Withered-King": {
    "playerKnown": false,
    "path": "lore",
    "name": "Rise of the Withered King",
    "nickname": "The Rise of the Withered King",
    "dates": ["2C 1900"],
    "type": "Historical Event",
    "tags": ["event","Istagen","Shulxaa"],
    "description": [
      "The @+Rise of the Withered King+@ was a centuries long series of events which lead to the Kingdom of Istagen falling under the inflence of the lich lord Shulxaa. Though manipulation, coercion, assassination and decades of planning, Shulxaa weakened the political elite of the kingdom, until the kingdom was no longer able to properly function without his influence. The lich operated for quite some time from the shadows as a puppet ruler before tossing away the ruse in 2C 1993, declaring himself the immortal king of Istagen."
    ]
  },
  "Mornaug-Ragoth": {
    "playerKnown": true,
    "path": "lore",
    "name": "Mornaug Ragoth",
    "nickname": "Age of Titans",
    "linkingWords": ["First Convergence"],
    "dates": "unknown",
    "type": "Epoch",
    "tags": ["Epoch","elementals","planes","planar"],
    "description": [
      "The @+Mornaug Ragoth+@, more commonly referred to as the Age of Titans, was the first known epoch in the history of the world of Centhris. This ancient, mythical era was a time when the great primordials, titans and colossal beasts roamed across the world. The gods, still  ."
    ]
  },
  "The-First-Convergence": {
    "playerKnown": true,
    "path": "lore",
    "name": "The First Convergence",
    "nickname": "The First Convergence",
    "linkingWords": ["First Convergence"],
    "dates": "unknown",
    "type": "Epoch",
    "tags": ["Epoch","elementals","planes","planar"],
    "description": [
      "The @+First Convergence+@ was a historical epoch in the history of the world of Centhris."
    ]
  },
  "The-Second-Convergence": {
    "playerKnown": true,
    "path": "lore",
    "name": "The Second Convergence",
    "nickname": "The Second Convergence",
    "linkingWords": ["Second Convergence"],
    "dates": ["2C 1","2C 12"],
    "type": "Epoch",
    "tags": ["epoch","feywild","planes","planar"],
    "description": [
      "The @+Second Convergence+@ was an astrological and planar event which marked the beginning of the third epoch of @*Centhrisian*@ history. It was proceeded by the epochs of the First Convergence and the Mornaug Ragoth @~(the Age of Titans)~@. The term \"@*Second Convergence*@\" applies to both the specific event, the planar cross-over of the Feywild with the Prime Material Plane, and the age of history which followed the planar event. The convergence marked a major shift in the power dynamics between the mortal peoples of @~Centhris~@ and the earlier dominant species of the world, specifically elementals, extra-planar beings, dragons, and giants.",
      "The Second Convergence lasted for 11 years, starting in 2C 1 and ending in 2C 12. @~During decade-long period, the barriers between the material plane and the Feywild were nearly non-existent, with numerous rifts between the planes opening for years at a time. Mortals from both Centhris and the feywild were able to cross between the planes freely. Though some peoples from the material plane did cross into the Feywild, the dangers of the wild realm quickly proved too dangerous for extensive exploration or settlement. Residents of the Feywild, however, did migrate in large numbers from the Feywild to Centhris~@. Fey creatures, such as pixies, hags, sprites, centaurs, satyrs, trolls, dryads and all manner of other fey beings entered the material world for the first time. Mortal peoples, too, migrated into the world, including gnomes and eladrin, who would become known as the Avar."
    ],
    "articles": {
      "Ages of the Second Convergence": [
        "The Second Convergence has spanned over 2,500 years and numerous events have shaped the world during the epoch. These ages are generally agreed upon by historical scholars, though the dates may vary depending on the location and how events unfolded in a specific region of Centhris.",
        "@#Age of Arcane Empires#@",
        "@*2C 1 - 2C 836*@",
        "With the coming of the Fey peoples, the mortal world moved from an age of fear and isolation into an one of prosperity, unity, and discovery fueled by the alliance of the Elves, Humans and Tieflings. Mortal empires began to form and great cities would rise as the mortal races of the world discovered and harnessed the arcane power that lie dormant in the Arcane Leylines.",
        "In Thyra, the Utharian Empire unified the entire continent in less than 50 years. As its power grew, the empire's mage-lords built incredible cities, harness unimaginable magical power and crossed the sea to establish colonial outposts.",
        "The great Melkong Empire of western Ulfwyst spread to cover the entire Dyskira Rim, mastering the waves and harnessing the power of lightning in never before imagined ways.",
        "In Cunascus, the Kingdom of Bangasu built some of the greatest architectural wonders in the world, and settled lands considered inhospitable to mortal races through their control of weather and gravity magic.",
        "The Harangpur Empire of Eastern Koraxon, comprised of an alliance of Elves, Humans and Tabaxi, built a vast empire of temple cities dedicated to the Five Pillars, a pantheon of prime gods who they viewed as dominant over all others.",
        "@#The Ruination#@",
        "@*2C 837 - 2C 899*@",
        "The Ruination of Centhris was the shortest of the ages of the Second Convergence, but the changes it wrought forever changed the face of the mortal world.",
        "@#Cordus Tempus Draconis#@",
        "@*2C 860 - 2C 2100*@",
        "The Cordus Tempus Draconis, colloquially known as the @*Second Age of Dragons*@, occurred following the devastating events of @~the Ruination~@. With the various empires of mortals in ruins, the dragons that had previously been kept in check were able to once again assert their dominance over the \"lesser races\". Many regions of the world came under the control of tyrannical dragon lords, such as Aedigarr, Kerathax, Mandrasath, Senferion, and Tiragon.",
        "@#Age of Rediscovery#@",
        "@*2C 2100 - Present*@",
        "After the fall of the great arcane empires and the reemergence of the tyrannical dragon lord, the mortal races of the world retreated into isolated settlements and focused only on survival. Eventually, through the work of dedicated groups and exceptional individuals, the lost arts of magic, engineering and architecture were slowly rediscovered. Mortal warlords formed petty kingdoms and as power began to re-centralize, the age of dragons waned. This age of rediscovery is still ongoing, with many lost secrets, arcane wonders and ancient dangers still waiting to be discovered in the vast, untamed wilderness."
      ]
    }
  },
  "Primulus-Tempus-Draconis": {
    "playerKnown": false,
    "path": "lore",
    "name": "Primulus Tempus Draconis",
    "nickname": "Primulus Tempus Draconis",
    "linkingWords": ["First Age of Dragons"],
    "dates": ["1C 7400","2C 110"],
    "type": "Era",
    "tags": ["era","era of dragons"],
    "description": [
      "Primulus Tempus Draconis was a historical era in the history of the world of Centhris."
    ]
  },
  "Cordus-Tempus-Draconis": {
    "playerKnown": true,
    "path": "lore",
    "name": "Cordus Tempus Draconis",
    "nickname": "Cordus Tempus Draconis",
    "linkingWords": ["Second Age of Dragons"],
    "dates": ["2C 860","2C 2100"],
    "type": "Era",
    "tags": ["era","era of dragons"],
    "description": [
      "Cordus Tempus Draconis was a historical age in the history of the world of Centhris. It was proceeded by the Ruination of Centhris and was followed by the Age of Rediscovery.",
      "The dragons, who had once controlled much of Centhris during the Primulus Tempus Draconis, reemerged after the fall of the great empires of the pre-ruination age, known as the Age of Arcane Empires. With most of the world's arcane spellcasters killed and infrastructure in ruins, little stood to stop the great wyrms from establishing their dominance. The chromatic dragon lords were the first to reemerge from hiding, and within thirty years many of the great imperial cities had become lairs for these new, draconic overlords. Even the metallic dragons, though benevolent compared to their chromatic kin, relish in the opportunity to reassert themselves. While the chromatic dragon lords ruled large domains out of fear, coercion and manipulation, the metallic dragon lords became shepherds to their flocks, offering protection to mortals in exchange for veneration."
    ]
  },
  "Age-of-Arcane-Empires": {
    "playerKnown": true,
    "path": "lore",
    "name": "Age of Arcane Empires",
    "nickname": "Age of Arcane Empires",
    "linkingWords": [],
    "dates": ["2C 1","2C 837"],
    "type": "Era",
    "tags": ["era","era of empires"],
    "description": [
      ""
    ]
  },
  "Age-of-Rediscovery": {
    "playerKnown": true,
    "path": "lore",
    "name": "Age of Rediscovery",
    "nickname": "Age of Rediscovery",
    "linkingWords": [],
    "dates": ["2C 2100","Present"],
    "type": "Era",
    "tags": ["era","era of rediscovery"],
    "description": [
      ""
    ]
  }
}