{
  "Disc-of-the-Blazing-Compact": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Disc of the Blazing Compact",
    "nickname": "Disc of the Blazing Compact",
    "linkingWords": [""],
    "type": "Item",
    "tags": ["item","elemental","bomb","arcane","magical"],
    "imgFolder": "items",
    "description": [
      "This small, magically infused disc was given to the Adventurers by Akad the Magnficient in the throne room of the Molten Halls. The disc was provided as part of their agreement that resulted in the transferring of ownership of Uster the Azer and acquisition of various magical items from the Mercury Vault. The efreet did not provide further information regarding the item beyond its basic use: \"place the sigil upon the door of the djinn's home and it shall unleash my vengeance.\""
    ],
    "articles": {
      "The Wrath of an Efreet Lord": [
        "After a discussion with Telarion Elentiir, the Adventurers discovered that the disc was enscribed with 7 Runes of Immolation, enough destructive power to annihilate a city district.",
        "Over the following evening and on into the next morning, as the Adventurers ventured into the Twisting Warrens as part of the Trial of Initiation for the Ruby Phoenix Adventuring Guild, Telarion did further investigation into the nature of this arcane implement. After discovering the full meaning of the sigil, he used Sending to contact Erlinder to inform him of the exact meaning:",
        "\"The disc must be used within 14 days, and may not go beyond 20 feet from at least one person bound to it, or the runes will activate.\""
      ]
    },
    "dmArticles": {
      "Possible Solutions": [
        "One possible solution is to have Telarion create a teleportation circle, leaving the sigil behind as everyone teleports to another location. The detonation could not follow through the teleport. The downside is that the contract would not be fulfilled and thus the players would be hunted by "
      ]
    }
  }
}