{
  "Centhrian-Pantheon": {
    "subcatLink": "pantheon",
    "playerKnown": true,
    "path": "pantheon",
    "hideOnCat": true,
    "name": "Centhrian Pantheon",
    "nickname": "The Centhrian Pantheon",
    "linkingWords": [
      "the Pantheon",
      "the Centhrian Pantheon",
      "Pantheon of the Gods",
      "pantheon of the gods",
      "the pantheon",
      "the gods"
    ],
    "type": "Centhris World Lore",
    "tags": ["world lore","gods","pantheon"],
    "description": [
      "The gods of Centhrian mythology are described as distant, otherworldly beings that show little interest in the events of the mortal world. Most of the gods of the Centhrian Pantheon, as described in literature, song and prayer, are said to reside in the grand Halls of Tanrilar, the home of the gods in the Astra Sea. Some sub-groups of gods, such as the gods of the Dwarves or the gods of Kumba, are said to reside in realms related their own interests.",
      "When these gods are called upon in poetry, prayer or cult, they are referred to by a combination of their name and epithets, that identify them by these distinctions from other manifestations of themselves (e.g., @*Guardian Valiant*@ is \"the Guardian, [as] leader of the Valiants\", or @*Nevondria Libras*@, [as] \"Nevondria, patron of libraries\"). Alternatively the epithet may identify a particular and localized aspect of the god, such as the worship of the @*Tempest Karsoz*@ as the patron of raids and adventurous exploits which is unique to Cibrinian culture.",
      "Most gods are associated with specific aspects of life. For example, the Smiling Lady is the goddess of luck and love, the Conqueror is the god of war, the Gravekeeper is the ruler of the dead, and the Champion the goddess of hope and valor. Other god are known, specific personalities of the multiverse, such as the Fiend, who is the Lord of All Demons and a representation of the chaotic, demonic entities that are part of the reality of life in the mortal world.",
      "Different parts of the world refer to the gods in divergent manners. For example, is common in the continent of Entos to call the gods by their true names (Dhynir, Jandivar, or Yelensa), while in Ulfwyst the standard cultural practice is for the peoples to refer to the gods by their prime epithet (the Wanderer, the Harlequin, or the Maiden)."
    ]
  },
  "The-Three-Moons-of-Centhris": {
    "playerKnown": true,
    "path": "lore",
    "hideOnCat": false,
    "name": "The Three Moons of Centhris",
    "nickname": "The Three Moons of Centhris",
    "linkingWords": [
      "the three moons",
      "the moons of Centhris",
      "the Three Sisters",
      "Rydora the Green Jewel",
      "the Green Jewel",
      "the green moon",
      "Rydora",
      "the Green Jewel, Rydora",
      "Tinereth, the Red Moon",
      "the Red Moon", 
      "the red moon", 
      "Tinereth",
      "the Red Moon of Tinereth"
    ],
    "type": "Centhris World Lore",
    "tags": ["world lore","cosmos","night sky","moons"],
    "description": [
      "The Planet of Centhris has three celestial satellites, collectively referred to as \"The Three Sisters\" which orbit it in a regular cycle. The most prominent in the night sky is Idrothea, the Amber Moon. The other two moons, Tinereth and Rydora shift in stature throughout their cycles. The second moon of Centhris is Rydora, the Green Jewel and the third is Tinereth, the Red Moon."
    ],
    "articles": {
      "Idrothea, the Amber Moon": [
        "Idrothea, is usually the largest of the three moons in the night sky of Centhris. The \"prime\" moon is a pale yellow and has a standard stationary orbit around the planet. It is Idrothea that is responsible for the tidal forces of the oceans of Centhris and it is occasionally referred to as the Maiden's Oculus."
      ],
      "Rydora, the Green Jewel":[
        "Rydora, the smallest of the three sisters, has a slightly elliptical orbit and shifts in radiance over the course of its cycle. Many scholars speculate about the material composition of Rydora, as unlike the other sisters, it is not a color that would indicate a standard, rocky sphere. There are many superstitions about the Green Jewel, but scholarly research into the moon is limited."
      ],
      "Tinereth, the Red Moon": [
        "Tinereth is the third moon of Centhris is technically the largest of the three bodies, but its wide elliptical orbit results in the moon varying greatly in size during its cycle, ranging from smaller than Rydora to almost as large as Idrothea. It is most notable for its deep red hue. When the red moon is at its closest, it rivals Idrothea in size. On a night when Tinereth simultaneously reach its periapsis and is in its full state, it is referred to as a \"Night of the Bloody Moon\"."
      ]
    },
    "dmArticles": {
      "The Lunar World of Idrothea": [
        "Idrothea, the Amber Moon, is actually a habitable celestial body. It is a dry, harsh world covered in sandy dunes. The inhabitants of the moon eek out a harsh living with minimal water, no metal and few other natural resources besides stone."
      ]
    }
  },
  "Night-of-the-Bloody-Moon": {
    "playerKnown": true,
    "path": "lore",
    "hideOnCat": true,
    "name": "Night of the Bloody Moon",
    "nickname": "Night of the Bloody Moon",
    "linkingWords": [],
    "type": "World Lore",
    "tags": ["night of the bloody moon","bloody night","red moon","blood moon","night of the red moon","Night of the Red Moon"],
    "description": [
      "A the Bloody Moon is a rare celestial phenomena when the third moon of Centhris, Tinereth, is at its closest to the planet and is in a full lunar state. Common superstition dictates that only the foolish or suicidal venture out into the wild parts of the world, as monstrous creatures grow far more aggressive and vicious during this phase of the lunar cycle.",
      "Various dark rituals call for their practice on a Night of the Blood Moon and many clerics of the Dark Powers see it as a sign from their god to take bold actions."
    ],
    "articles": {
    },
    "dmArticles": {
    }
  },
  "The-Vesdarian-Calendar": {
    "playerKnown": true,
    "path": "lore",
    "hideOnCat": true,
    "doNotClipCatImg": true,
    "name": "The Vesdarian Calendar",
    "nickname": "The Vësdarian Calendar",
    "linkingWords": ["the Vesdarian Calendar","the Vësdarian Calendar","Mythosk","Jeden","Unvar","Tarnia","Sirngor","Dusvar","Ebosk","Nylwis","Ralshen","Heskur","Serybil","Gonsaar"],
    "type": "Centhris World Lore",
    "tags": ["world lore","calendar","seasons","time","years","months","days","holidays"],
    "description": [
      "The solar orbit of Centhris results in a year of 349 days. Over the ages different nations and peoples have devised a variety of calendar systems to organize this natural cycle into a organized system of dates. The most widely accepted calendar was crafted by the great dwarf astrologer Vësdar Frostgem, who lived shortly after the turmoil of the Second Convergence.",
      "Born in the Utharian Empire during the era of the Great Imperial Conflicts, Vësdar escaped the troubles of her time by focusing on creating order from the natural chaos she found around her. Her natural inclination for organizing, recording and cataloging the natural world of Centhris led her to create a new, more accurate and rational calendar than the ones previously used by any of the world's many nation-states. The result of her work became known as the Vësdarian Calendar which is now used in most civilized parts of the world.",
      "The Vësdarian calendar is broken into twelve standard months, each lasting 4 seven-day weeks, for a total of 28 days. This results in a calendar of only 336. The remaining 13 days of the year are separated out into four Noble Festivals, which mark the end of one season and the beginning of the next. Each Noble Festival is generally known by a single dwarf rune. Outside of the Noble Festivals, which are almost universally celebrated, many cultures, religious sects and races have their own holidays and festivals that are interspersed throughout the year."
    ],
    "articles": {
    },
    "dmArticles": {
      "Centhris Months to Earth Months": [
        "The conversion of Earth months to Centhris months is as follows:",
        "Mythosk = April","Jeden = May","Unvar = June","Tarnia = July", "Sirngor = August", "Dusvar = September","Ebosk = October", "Nylwis = November", "Ralshen = December","Heskur = January", "Serybil = February", "Gonsaar = March."
      ]
    }
  },
  "Dörak'nör": {
    "playerKnown": true,
    "path": "lore",
    "hideOnCat": false,
    "name": "Dörak'nör",
    "nickname": "Cibrinian Ritual Duel",
    "linkingWords": ["Cibrinian Blood Challenge"],
    "type": "Centhris World Lore",
    "tags": ["world lore","cibrinian ritual duel"],
    "description": [
      "The @+Dörak'nör+@, literally translated as \"Blood Challenge\", is an ancient orcish tradition for settling disputes between individuals or clans in the Realm of Cibrin. The custom is most commonly invoked by an individual who wishes to challenge another for a position of authority, though it has also been used to settle personal disputes, rivalries or to determine the best suitor for a marriage."
    ],
    "articles": {
      "History": [
        "Although there is no official written history of the Dörak'nör, the origin of the custom is said to date back to the Cordus Tempus Draconis. Most shaman claim that the first @*Blood Challenge*@ was issued by Mogoth, chieftain of Clan Vrogan, to the fire giant Výlgr.",
        "During this era, the fire giants of the southern Vir Mountains ruled over numerous orcs clans, using the orcs as an expendable labor force. Though the orc clans had revolted numerous times, they had never been successful, with the fire giants crushing each uprising with exceptional brutality.",
        "Výlgr, an exceptionally cruel fire giant commander, was in charge of overseeing Clan Vrogan as the orcs constructed a bridge over the river Ergam. The construction, which began in the month of Gonsaar, was in full swing, when the river flooded due to the spring thaw. Much of the bridge, which was not ready to withstand such an event, collapsed under the torrent of water. This setback threw Výlgr into a fit of rage, and be began to savagely beat the orc workers for what the giant viewed as shoddy construction.",
        "Mogoth, seeing his people being punished yet again for a failure they could not prevent, called out to the giant, demanding Výlgr face him in single combat instead of beating those not responsible for the bridge collapse. The fire giant, amused by the very idea of such a request, agreed and declared he would fight without his magical plate armor, as a way to the fight more entertaining. The two combatants each chose a single weapon, a black iron sword for the giant and a great stone mallet for the orc, before beginning their duel.",
        "The battle, which the orcs of Cibrin claim lasted for hours, eventually saw Mogoth fell the giant with a devastating blow of his mallet to the giant's temple, shattering his skull. Upon watching their overlord fall dead, the other fire giants at the work site descended upon the gravely wounded Mogoth, striking him down where he stood, an action of such incredible dishonor, that it drove the whole of Clan Vrogan into a fury. The orcs attacked with a savage fury unseen before by the giants.",
        "Though the clan's revolt would eventually be put down in the following weeks, the tale of the first @*Dörak'nör*@ began to spread and the fires of rebellion stoked along with it."
      ],
      "Rules": [
        "Since its inception, the Dörak'nör has always been a duel to the death. In Cibrinian culture, it is considered a grave insult for the victor to spare their opponent, as the defeated combatant is denied an honorable death and the loss of whatever position the duel was first invoked for. Though there is no formal, written code for a duel, most clans follow the same unspoken rules. Combatants are free to set their own rules, if they so wish, but few blood challenges deviate from the standard. The following are the most common, agreed upon rules for a Dörak'nör:",
        "• The challenged is under no obligation to accept the duel.",
        "• Each combatant is allowed one weapon.",
        "• Once dropped, a weapon cannot be retrieved by either opponent.",
        "• Body armor is forbidden, though clothing is allowed.",
        "• Each combatant must have at least one witness.",
        "• The use of magic is permitted.",
        "• The combat is to the death."      
      ]
    },
    "dmArticles": {
    }
  },
  "Khün-Mönnas": {
    "playerKnown": true,
    "path": "lore",
    "hideOnCat": false,
    "name": "Khün Mönnas",
    "nickname": "Khün Mönnas",
    "linkingWords": ["Cannibal Rebirth"],
    "type": "Centhris World Lore",
    "tags": ["world lore","goblinoid genetics"],
    "description": [
      "All goblinoids share a unique genetic trait known as @+Khün Mönnas+@, colloquially known as @*Cannibal Rebirth*@, which allows them a peculiar form of immortality: so long as a dead goblin is eaten by another goblin, all its memories will be passed on to that goblin - including any memories from previous consumed goblins! Scholars debate wether this genetic trait caused goblinods to become voracious cannibals, or their innate cannibalistic tendencies developed into the ability to absorb the memories of goblinoids they consume. Most goblins remember dozens or even hundreds of lives (and deaths), and see it as little more than an inconvenience."
    ],
    "articles": {
      "Goblinoid Hierarchy": [
        "Scholars have studied the manner in which goblinoids cannibalize their dead and gain the memories of those they eat. Jokūba Kazluskas, the renowned Kaeldrin anthropologist, states in his book, @*The Biology and Culture of Highlands Goblinoids*@, that a goblin who eats another goblin gains that goblin's memories, as well as the memories of all the goblins the deceased had eaten prior.",
        "A @+goblin+@ which consumes the corpse of a deceased @+hobgoblin+@ not only gains the memories of that hobgoblin, but will begin to grow; over the course of about a month, it will become a new hobgoblin, with the personality and memories of the deceased hobgoblin. This is why hobgoblins are always sure to keep some goblins around, despite their contempt for their inferior cousins - when a hobgoblin dies, assuming it's a hobgoblin the others still want around, they'll go grab the nearest goblin and feed the corpse to it.",
        "Bugbears tend to be solitary and avoid one another."
      ],
      "Cultural Norms & Taboos": [
        "An interesting cultural phenomena amongst goblinoids is the fact that hobgoblins will almost universally refuse to cannibalize fallen kin of any kind. Though it has been confirmed that a hobgoblin which consumes the corpse of a goblin would gain the decease's memories, hobgoblins view such actions as demeaning. The memories gained by doing so are not deemed worth the trade-off of having to lower yourself to consuming a mere goblin.",
        "Though goblins consuming hobgoblins, to elevate themselves to the ranks of their superior cousins, is a cultural norm, it is considered taboo for a hobgoblin to consume a deceased hobgoblin. This is because the outcome of this act is a bugbear, a monstrously huge goblin that hunts and eats other goblins and hobgoblins. Only in extreme, or dire circumstances will such actions be tolerated by other goblinoids."
      ],
      "Bloody Frenzies": [
        "Goblins, hobgoblins and bugbears, though cannibalistic, have been almost exclusively observed cannibalizing fallen comrades. Attacking and consuming another goblinoid when the kin has not been slain first is strangely absent from goblin culture. A pragmatic observer might assume that a goblin might attempt to kill a hobgoblin in order to attempt to enter the hobgoblin ranks. This does not seem to occur, except in extremely rare events known as blood frenzies.",
        "When goblinoids are hopelessly outnumbered, or their social order breaks down, goblins descend into ferocious infighting. Goblins, hobgoblins and especially bugbears will begin to kill and consume any other goblins nearby. This chaotic bloodshed results in a drastic consolidation of a goblin tribe's numbers, usually into a small tribe of bugbears.",
        "Such events are extremely rare, as hobgoblins attempt to prevent such occurrences at all costs. Hobgoblins who find themselves in such an event will begin exterminating all non-hobgoblins in order to restore order."
      ]
    },
    "dmArticles": {
    }
  },
  "Lemurian-Longship": {
    "playerKnown": true,
    "path": "lore",
    "hideOnCat": false,
    "name": "Lemurian Longship",
    "nickname": "Lemurian Longship",
    "linkingWords": [],
    "type": "Centhris World Lore",
    "tags": ["world lore","ship"],
    "description": [
      ""
    ],
    "articles": {
    },
    "dmArticles": {
    }
  },
  "Courts-of-the-Feywild": {
    "playerKnown": true,
    "path": "lore",
    "hideOnCat": false,
    "name": "Courts of the Feywild",
    "nickname": "Fey Courts",
    "linkingWords": [
      "Court of the Blooming Vale",
      "Bonfire Court",
      "Court of Colors",
      "Court of Twilight"
    ],
    "type": "Centhris World Lore",
    "tags": ["world lore"],
    "description": [
      "The @+Fey Courts+@ are highly selective courts comprised of fey creatures. The most common understanding of fey politics breaks the allegiances of the fey into the Seelie and Unseelie courts. The Seelie Court is comprised of the more benevolent, though still dangerous and unpredictable, fey of Spring and Summer. Directly opposed to the Seelie Court is the Unseelie Court, which finds its members in the more malicious, twisted fey of Autumn and Winter.",

      "The Seelie Court is ruled by the Titania, the Summer Queen. The fey of the fair court are most powerful during the spring and summer months when the natural order of the planes favors them. Members of the Seelie Court are some of the most graceful, glamorous and beautify creatures in all the realms — a result of the court's self-imposed restriction on members being of pure blooded fey, or those of fey heritage who prove themselves of exceptional grace, beauty or skill. The location of the court is ever changing, as it moves wherever the @~Summer Queen~@ chooses to travel. Meetings of the court often take place in forest groves, fields of flowers or enchanted meadows. Fey commonly found in and around the court are brownies, dryads, faeries, faerie dragons, pixies and satyrs.",

      "The Unseelie Court is an organization of fey creatures politically opposed to the fey of the Seelie Court. These darkly-inclined fey are ruled by Xanrian, the Prince of Frost. Fey of the somber court are most powerful during the autumn and winter months. Much like their fairer counterparts, the Unseelie are creatures of grace and beauty, though often in untraditional and twisted ways. Where the Seelie are pure-blooded fey, many members of the Unseelie Court have mixed parentage, often with dramatic, striking physical appearances that insinuate their diverse lineages. Fey creatures commonly found in and around the court are darklings, pesties, quicklings, spriggans, redcaps and yeth hounds.",

      "There are many fey creatures that are not aligned or accepted by either court, most notably boggles, blights, fomorians, meenlocks, and hags. The Unseelie Court is willing to interact and work with hags, as they value their wisdom and cunning, though they do not let hags join the court itself. The Seelie Court finds the very natures of hags abhorrent and would never consider working or interacting with hags — their grotesque nature is something the Seelie fundamentally cannot endure."
    ],
    "articles": {
      "Court of the Blooming Vale": [
        "The Realm of Spring is the land of rebirth. It is a colorful, vibrant region which is eternally in full bloom, as a natural representation of the cycle beginning anew. The Spring Realm is the realm of joy and mirth. Those who reside in this realm delight in all aspects of nature. This region is where the Eladrin that would become the Cúron'avar hailed from.",
        "The Realm of Spring is ruled over by the Council of the Blooming Vale, led by the Lord of the Green, and his courtiers, the Minstrel, the Good Fellow and the Lady of Blossoms."
      ],

      "Bonfire Court": [
        "The Realm of Summer is a supernatural representation of the glory of nature and the bounty it provides. It is a bright, energetic region which towering trees and plentiful resources. This is the realm from which the Eladrin that would become the Glân'avar hail. In this realm and it's glorious, endless wonder, reside haughty entities who exemplify the proud, refined visage of nature.",
        "The Realm of Summer is ruled by the Bonfire Court, led by the illustrious Summer Queen, and her courtiers, the Silver Blade, the Prince of Harts, and the Lady of the Wood."
      ],

      "Court of Colors": [
        "The Realm of Autumn is a place of endless change and instability, drifting from the glory of summer into the sorrow of winter. The beings of this realm stand as a supernatural representation of the fear of aging,  and the inevitability of change. It is from this realm that the eladrin of the autumn entered the Prime Materium and slowly became the elves known as the Galenâs'avar.",
        "The Realm of Autumn is the realm of fear and dread, ruled by the Court of Colors, led by the enigmatic Oracle of Fates, and her courtiers, the Thornweaver, the Dream Walker and the Mistress of the Hunt."
      ],
      
      "Court of the Twilight": [
        "The Realm of Winter is a dark, frozen land. It is the home realm of the Aeglôs'avar and a land of endless sorrow and longing. Any beings who reside here, or unwisely visit for too long are slowly drained of any sense of humor, cheer or comfort. As such, the denizens of this realm seek to gain this lost sense of joy by taking it from other beings, either through force or trickery. An endless sense of dread and looming malice haunt this land, as all who reside here seek to break free of its continual torment.",
        "The Realm of Winter is ruled by the Court of Twilight, led by the dreaded Prince of Frost, and his courtiers, the Lady in the Water and the Winter Witch."
      ]
    },
    "dmArticles": {
    }
  },
  "Lords-of-the-Fell": {
    "playerKnown": true,
    "path": "lore",
    "name": "Lords of the Fell",
    "nickname": "the Lords of the Fell",
    "tags": ["masters of the realm","planar entities"],
    "type": "Centhris World Lore",
    "members": [
      ""
    ],
    "description": [
      "The @+Lords of the Fell+@ are the dangerous and capricious rulers of the Shadowfell, sometimes referred to as Aspects. Each lords rules over a domain, of which they are the supreme ruler, but to which they are intrinsically bound. Every lord is a manifestation of a darker aspect of the mortal world, and can manifest their power to a similar degree as their counterparts in the Feywild, the Archfey.",

      "The exact nature of these beings is unknown, as they seem to exhibit almost god-like power in their own domain, but are completely unable to affect areas outside it. These places of power, of which each lords controls only one, are personal domains where they have absolute power. These dark masters almost never interact with each other, as they are essentially unable to leave their own domains; the exception to this seems to be the city of Gloomwrought, where all the denizens of the @~Shadowfell~@ may tread. It is extremely rare to see a fell lord in @~Gloomwrought~@, even if they are able to travel to it, since they are at their weakest when in the City of Shadow. Only the most important or enticing scenarios manage to attract a dark master to the city."
    ],
    "articles": {

    },
    "dmArticles": {
      "Notable Aspects": [
        "There are an unknown number of Fell Lords, as no mortal has willingly traveled the Shadowfell to attempt catalog these nightmarish beings. Though some powerful mages, and daring explorers have launched short expeditions into the realm of dread, it is almost never for the purpose of cataloging its overlords.",
        "Of those that have been discovered, or for the unlucky few, encountered, each seems to possess a specific portfolio. Whether these beings are a pure manifestation of negative emotions or a creature discovered how to harness its power is unknown.",


        "Baron Stelkov, the Aspect of Sorrow",
        "Karolina Radka, the Aspect of Despair",
        "Maksura, the Aspect of Madness",
        "Mordiley, the Aspect of Pain",
        "Olos, the Aspect of Hubris",
        "Rozkladu, the Aspect of Malady",
        "Szebasztian Grigorescu, the Aspect of Desire",
        "Tasus, the Aspect of Cruelty",
        "Vasen Zapal, the Aspect of Spite"
      ]
    }
  },  
  "Cosmos": {
    "subcatLink": "cosmos",
    "playerKnown": false,
    "path": "cosmos",
    "hideOnCat": true,
    "name": "Cosmos",
    "nickname": "Universal Cosmology",
    "linkingWords": [
      "the Planes",
      "the Realms",
      "Planes of Existence",
      "Realms of Existence"
    ],
    "type": "Centhris World Lore",
    "tags": ["world lore","cosmos","planes of existence","outer planes","inner planes"],
    "description": [
      "@+Universal Cosmology+@, sometimees referred to as the study of the Realms of Existence, is the study of the cosmos. The composition of the realms is always under scholarly debate, with common points of contention being the organization, number and alignment of the realms. There are many other planes of existence, some very much like the Material world and some so alien that they almost defied description. Other planes can overlap, surround, or penetrate the Prime Material plane, or they might be connected by some mystic avenue, often requiring magic to explore. The most well known instances of such planar interconnections are the First Convergence and the Second Convergence."
    ]
  }
}
