{
  "Avar": {
    "playerKnown": true,
    "name": "Avar",
    "nickname": "Avar",
    "commonName": "Elves",
    "type": "Race",
    "tags": ["race","elves","elf"],
    "description": [
      "The @+Avar+@, better known as elves, of Centhris are the descendants of the original fey race of the Feywild, the eladrin. There are four sub-races of the Avar, each claiming a different eladrin heritage from which they descend. The subraces are the Aeglôs'avar, the Cúron'avar, the Galenâs'avar and the Glân'avar."
    ],
    "articles": {
      "Lineage of the Feywild": [
        "All the elven subraces share a common lineage linking them back to the Feywild before the great upheaval of the Second Convergence. In those days, prior to the great migration of people, beasts and monsters across the planes, all the elves hailed from one of the four seasonal courts of the mysterious & resplendent Archfey: Spring, Summer, Autumn and Winter. These pure-blood elves, known as eladrin, absorbed the natural energies of the Feywild.",
        "With the coming of the Convergence, many eladrin ventured across the barriers, either intentionally or not, into the Prime Material Plane. Unaware of their innate bond with the Feywild, these migrants would slowly lose a part of their magical bond to the plane. As their bodies adapted to the material world, a seemingly irreversible change slowly occurred which shortened the lifespans of the elves from roughly two thousand to only hundreds of years."
      ],
      "Pure-Blood and Half-Breeds": [
        "As the eladrin entered the material world during the Second Convergence they began to encounter the existing races of Centhris. All of these races were fundamentally incompatible with elven genetics save that of @+humans+@ and @+orcs+@. For some strange reason, the eladrin of the Feywild were able to mate and create offspring with these two races, resulting in @+half-elves+@. To someone living in the contemporary age, the first half-elves would seem very similar to \"pure-blood\" elves. In reality, most elves are actually some manner of half-elf. Those with the most fey genetics tend to present themselves, or fully believe, that they are pure-blood elves. On the other extreme, there are innumerable humans or half-orcs who do not realize they carry some percentage of elven genetics, however the amount of elven parentage is so limited that it does not show through in their appearance. Somewhere in the middle reside \"true\" half-elves. These people carry roughly equal human/orc-to-elf genetic traits, and show traits of both species.",
        "There are very few true elves of \"pure-blood\" anymore in the world. These beings, generally referred to by the archaic term \"eladrin\", are the closest, genetically, to their predecessors that ventured out of the Feywild thousands of years ago. With their numbers slowly dwindling, these scions of the Feywild often look down on their \"half-breed\" kin as lesser beings whose ancestors threw away their fey gifts in fits of passion, or misguided love. Many eladrin are taught from a young age that they are better than their elven kin and should keep their bloodlines pure.",
        "Several enclaves of eladrin still exist in the world, were the leaders of these proud Avar attempt to rekindle their dying lineages. The most well known of these is Dôr Glannen in Entos. Smaller enclaves and nations of eladrin-led elves include the Ildroun Vale and the seafaring elves of the Sinalshari."
      ]
    }
  },
  "Glan'avar": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Glan'avar",
    "nickname": "Glân'avar",
    "commonName": "Bright Elves",
    "type": "Avar Subrace",
    "tags": ["subrace","elves","elf"],
    "heritage": "Summer Eladrin",
    "description": [
      "The Glân'avar, or Bright Elves, are descendants of the the Eladrin of the Summer Court."
    ]
  },
  "Curon'avar": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Curon'avar",
    "nickname": "Cúron'avar",
    "commonName": "Silver Elves",
    "type": "Avar Subrace",
    "tags": ["subrace","elves","elf"],
    "heritage": "Spring Eladrin",
    "description": [
      "The Cúron'avar, or Silver Elves, are descendants of the the Eladrin of the Spring Court."
    ]
  },
  "Galenas'avar": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Galenas'avar",
    "nickname": "Galenâs'avar",
    "commonName": "Wild Elves",
    "type": "Avar Subrace",
    "tags": ["subrace","elves","elf"],
    "heritage": "Autumn Eladrin",
    "description": [
      "The Galenâs'avar, or Wild Elves, are descendants of the the Eladrin of the Autumn Court."
    ]
  },
  "Aeglos'avar": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Aeglos'avar",
    "nickname": "Aeglôs'avar",
    "commonName": "Drow",
    "type": "Avar Subrace",
    "tags": ["subrace","elves","elf"],
    "heritage": "Winter Eladrin",
    "description": [
      "The Aeglôs'avar, or Drow, are descendants of the the Eladrin of the Court of Winter."
    ]
  },
  "Ziril'udor": {
    "playerKnown": true,
    "name": "Ziril'udor",
    "nickname": "Ziril'udór",
    "commonNames": ["Dwarves"],
    "linkingWords": ["Ziril'udórian"],
    "type": "Race",
    "tags": ["race","dwarves","dwarf"],
    "locations": ["Pillars of Amud","Torick Peaks","Vir Mountains","Zavalev Mountains","Jordonis Mountains"],
    "description": [
      "The Ziril'udor, better known simple as Dwarves, of Centhris are one of the planet's native races. All Ziril'udor claim to have been created by the Forgelord, imbued with life by the Stonemother and led into battle by the Bannerlord. If this is true, or simply the origin myth the dwarves tell is a matter of faith.",
      "There are three primary sub-races of dwarves: the Arol'zust, the Kulin'dak and the Omir'thunen. "
    ]
  },
  "Arol'zust": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Arol'zust",
    "nickname": "Arôl'zust",
    "commonName": "Crag Dwarves",
    "type": "Ziril'udor Subrace",
    "tags": ["subrace","dwarves","dwarf"],
    "description": [
      "Mountain, or Crag, Dwarves."
    ]
  },
  "Kulin'dak": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Kulin'dak",
    "nickname": "Kulin'dák",
    "commonName": "Island Dwarves",
    "type": "Ziril'udor Subrace",
    "tags": ["subrace","dwarves","dwarf"],
    "description": [
      "Isand Dwarves."
    ]
  },
  "Omir'thunen": {
    "playerKnown": true,
    "hideOnCat": true,
    "name": "Omir'thunen",
    "nickname": "Omir'thunen",
    "commonName": "Hill Dwarves",
    "type": "Ziril'udor Subrace",
    "tags": ["subrace","dwarves","dwarf"],
    "description": [
      "Hill Dwarves."
    ]
  },
  "Serbonji": {
    "playerKnown": false,
    "name": "Serbonji",
    "nickname": "Lionfolk",
    "linkingWords": ["Sêrbonji"],
    "locations": ["Abbasyr"],
    "type": "Race",
    "tags": ["race"],
    "description": [
    ]
  },
  "Marus": {
    "playerKnown": false,
    "name": "Marus",
    "nickname": "Marus",
    "commonName": "Walrusfolk",
    "locations": ["Lemuria","Cibrin","Olgarrod Wilds"],
    "type": "Race",
    "tags": ["race"],
    "description": [
    ]
  },
  "Anubari": {
    "playerKnown": false,
    "name": "Anubari",
    "nickname": "Anubari",
    "commonName": "Jackalfolk",
    "location": ["Cunascus","Ulfwyst"],
    "type": "Race",
    "tags": ["race"],
    "description": [
    ]
  },
  "Uklang": {
    "playerKnown": false,
    "name": "Uklang",
    "nickname": "Uklang",
    "commonName": "Yakfolk",
    "locations": ["Lemuria","Cibrin","Hestia","Syrothia"],
    "type": "Race",
    "tags": ["race"],
    "description": [
    ]
  }
}