{
  "City-of-Zurast": {
    "playerKnown": true,
    "path": "location",
    "tags": ["ulfwyst","capital","city"],
    "name": "City of Zurast",
    "nickname": "City of Zurast",
    "linkingWords": ["city of Zurast"],
    "type": "Capital City",
    "population": "22,000",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling"],
    "government": "Hereditary Monarchy",
    "leaders": ["Archduke Nicolai Valken"],
    "location": "Archduchy of Zurast",
    "description": [
      "@+Zurast+@, once a city-state subservient to the Realm of Lemuria, is now the capital of the Archduchy of Zurast. Once a small city-state in eastern Ulfwyst, it has undergone a major shift in fortunes over the last century and a half. Through military conflict and keen political alliances, the archdukes of @~Zurast~@ have successfully expanded and consolidated their holdings into a respected regional power."
    ],
    "articles": {
      "Location": [
        "@~Zurast~@ is situated on the Sulas river, which flows south from the Kelishan Highlands into the Bay of Claws. Located roughly 8 miles from upriver from the Bay of Claws, the city is one of the most important ports in southern Ulfwyst. Even before expanding into a regional power, the city-state served as a major hub of trade and culture in the region, linking the states of Navolin, Istagen, Cibrin, Lemuria and Sedobia."
      ]
    }
  },
  "Frecyra": {
    "playerKnown": true,
    "path": "location",
    "tags": ["navolin","ulfwyst","capital","city"],
    "name": "Frecyra",
    "nickname": "Frecyra",
    "type": "Capital City",
    "population": "91,145",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "Hereditary Monarchy",
    "location": "Navolin",
    "districts": ["Coldwall","Edgewater","Cwynburn","Timberrun","Belloton","Holford","Potter's Reach","The Crowns","Hartwood Row","Drakeperch"],
    "description": [
      "@+Frecyra+@ is the capital and most populous city in the Kingdom of Navolin, and one of the largest cities in Ulfwyst. Straddling the banks of the Elsir river, the city has several nicknames including: \"the City of Kings\", and \"the City of Statues\". The city was first mentioned in historical records of the Nelinym Archives in 2C 1732 as a village located in the shadow of the Tower of Stantorr. As the formal political state of @~Navolin~@ developed around the ruling Czak family in the 22rd century, the city swelled in size with surrounding farmland rapidly being replaced with markets, housing and temples.",
      "With the conclusion of the War of Five Crowns in 2C 2245, the city was forced to transition from its position as a city of modest, regional importance, into a major political, economic, military and artistic center."
    ]
  },
  "Axuros": {
    "playerKnown": false,
    "path": "location",
    "tags": ["Tovanis","ulfwyst","capital","city"],
    "name": "Axuros",
    "nickname": "Axuros",
    "linkingWords": ["Dawn's Light","Island of Hope"],
    "type": "Capital City",
    "population": "32,000",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "Elective Theocracy",
    "location": "Tovanis",
    "districts": [],
    "description": [
      " @+Axuros+@ is the capital of the Theocracy of Tovanis and home to many major religious institutions in eastern Ulfwyst.  The city is nicknamed \"Dawn's Light\" and the \"Island of Hope\". The city was founded in 2C 2463, two years after the defeat of the Lich Lord of Istagen. When the Knights of the Sacred Dawn found the historic capital of @~Istagen~@, Luzzara, in a horrid state, chose to move the capital instead of trying to rebuild. The order chose to build the new capital in a more central location, settling on the islands of Gambra and Sorsina in the Retirim river.",
      "The city was build using traditional construction techniques, shunning the use of arcane magic to speed the building process along. Some of the construction costs were paid for with what remained of the Istagen treasury, but large sums of gold and silver were provided by religious institutions from around Ulfwyst, notably the churches of the Arbiter, the Eternal, the Guardian, and the Maker. The knights, as part of the agreement with the churches for their aid, built four cathedrals, one for each church, in key places around the city. This has, in part, been a key reason why the city has become a key religious center, a beacon of rebirth, and a bastion of religious freedom."
    ],
    "articles": {

    },
    "dmArticles": {
      "Real World Parallel": [
        "Tovanis is a parallel to the Papal state during the high Middle Ages. The country is in the process of rebuilding after a devastating fall, much like the invasions of the Huns and Goths in Western Rome."
      ]
    }
  },
  "Kilurus": {
    "playerKnown": true,
    "path": "location",
    "tags": ["lemuria","ulfwyst","capital","city"],
    "name": "Kilurus",
    "nickname": "Kilurus",
    "type": "Capital City",
    "population": "30,900",
    "races": ["human","elf","gnome","half-elf","half-orc","marus","uklang"],
    "government": "Clan Council",
    "districts": ["Ravencall","The Boatyard","Spirit Grove","Kingsbloom","Korin Gate"],
    "location": "Lemuria",
    "map": "City-of-Kilurus.png",
    "description": [
      "@+Kilurus+@ is the capital and most populous city in Lemuria. The city is located on the eastern side of the Strait of Krigere, which connects the Korin Gulf to Isdrage Bay. The city is colloquially referred to as \"Gulbrandr's Rock\", attributed to the fact that the city was first founded in the shadow of a huge outcropping of rock, said to be shaped like the hand of the legendary Giant King Gulbrandr, on the shore of the bay.",
      "The name Kilurus is derived from the ancient tribe of Uklang that once called the area home, known as the Kiluri. Originating as a small, tribal fishing settlement, the city's strategic location in the Strait of Krigere saw it grow into the stronghold of Clan Arnbjorg. After the Great Clan Wars of the Cordus Tempus Draconis, Kilurus was made into the capital city of the clans, under the authority of the High King or Queen, with @~Clan Arnbjorg~@ moving the seat of their clan chieftain to the city of Postek."
    ],
    "articles": {
      "History": [
        "For thousands of years, the lowland plains to the east of the Korin Gulf and Isdrage Bay were the nomadic hunting and foraging grounds of a tribe of Uklang known as the Kiluri. These relatively peaceful yakfolk did not posses seafaring technology and were unable to travel across the open waters, except during deep winter when the strait could occasionally freeze, allowing limited access to the lands to the west. This limitation on the migration of their people resulted in the founding of a permanent settlement on the strait, to act as an annual meeting place for the various nomadic herds to meet, trade and celebrate another year's passing. The ancient @~Yuklang~@ may have also chosen to found the village in this location due to the huge stone outcropping, known as Gulbrandr's Rock, which they revered as the hand of a petrified deity.",
        "With the diaspora of humans, dwarves and tieflings after the Ruination, the land in the south east region of Centhris saw a massive influx of peoples looking for new places to call home. The humans who migrated to his area did so via small sailing vessels, similar to the traditional Lemurian longships of the current era, though much smaller. These people, in search of a new place to call home, realized the prime location of the Kiluri meeting grounds and over generations, peacefully integrated into the Uklang society. During this transitional period, the migrating humans taught the yakfolk the arts of fishing, ship building, large-scale engineering and other practices which had been unknown to the herds.",
        "Over the ensuing centuries, the city would slowly expand, though growth would be stalled numerous times by large scales fires which destroyed large sections of the city. Also, due to its position as a trading port, the city suffered from numerous plagues that wiped out large portions of the population. The largest outbreak of disease occurred in 2C 1789. Known as the Frost Plague, this magical epidemic caused non-fur covered residents of the city to slowly become encased in ice. Due to the city's population of Marus and Uklang not being affected by the disease, some residents believed that the disease was a plot by the original residents of the city to purge it out \"outsider\".",
        "By 2C 1800, Kilurus had been transformed into one of the most prosperous cities in Ulfwyst, having avoided much of the turmoil of the Cordus Tempus Draconis. However, this prosperity would eventually draw the attention of draconic avarice, and the jealousy of the less affluent @~Lemurian~@ tribes to the south and east. The next two hundred years would see the city put under siege no less than fifteen times, as rival tribes, bands of goblins, and giants would attempt to take the city. There were also numerous attacks on the city by dragons, often targeting noble houses or the Arnbjorg treasury.",
        "In 2C 2062, the date agreed upon as the formal start of the Great Clan Wars, the city would become the most sought-after prize in the realm. The clan that managed to claim and retain control of the city was seen as the defacto ruling clan of Lemuria, and the city was sacked numerous times, as the great clans vied for control of it."
      ],
      "Peoples and Culture": [
        "The city of Kilurus has a population of roughly 30,900 people. Humans and Half-Elves make up the largest population group in the city at roughly half of all residents. Other races found in the city include Uklang, Elves, Gnomes, Tieflings, Half-Orcs and isolated enclaves of Marus.",
        "Kilurian culture is an amalgamation of clan cultures from across Lemuria."
      ],
      "Economy and Trade Practices": [
        "Kilurus has been, historically, known for its shipwrights, stoneworkers, spiritualists (known as seers) and carpenters. Due to the vast amount of trade that flows through the city, a sizable banking sector has grown in the last century.",
        "Many of the most prominent artisans hail from, or are patronized by, Clan Sjomann. The clan has had a long tradition of valuing arts and culture. Clan Sjomann's territorial holdings include vast deposits of mineral wealth, which they believe is bestowed upon them by the spirits. The clan, either as an act of good will or a calculated attempt to earn the political favor, has build large public works and low cost housing for the people of Kilurus.",
        "Many of the shipyards which produce the widely recognized Lemurian longships are owned by Clan Arnbjorg, who are regarded as the most successful traders and explorers among the clans. Other businesses run by Arnbjorg include timberyards, forestries and carpenters. The Arnbjorg's strict focus on timber works and their unusually large population of half-elves has often been used as the butt end of jokes about the Arnbjorgs \"preparing to sail home to the lands of the fey\". In reality, the clan simply has chosen to invest in vertical integration, preferring to keep resource and operational costs low in order to maximize profits.",
        "Almost every neighborhood in the city has shops and stands dedicated to spiritual guidance. Many of these practitioners hail from Clan Tordenfødt. This clan, comprised of a mix of humans and tieflings, are regarded with a mix of reverence and fear by the rest of the populace. Their unnatural appearance and uncanny affinity for spiritual matters tends to unnerve most people.",
        "Smithing and metalworking, once a prominent industry in the city, has fallen into decline in recent decades. Clan Villdyr, which owned much of the forges and smithies in the city has turned to banking to replace their previous economic power. This has drawn the ire of the other clans, who view money lending as a business unbecoming of great warriors and masters of the sea."
      ]
    }
  },
  "Irulek": {
    "playerKnown": true,
    "path": "location",
    "tags": ["kaeldrin sanctum","kaeldrin sanctum","capital","city"],
    "name": "Irulek",
    "nickname": "Irulek",
    "type": "Capital City",
    "population": "61,620",
    "races": ["human","elf","dwarf","gnome","half-elf","half-orc","tiefling","dragonborn"],
    "government": "Mage Council",
    "location": "Kaeldrin Sanctum",
    "description": [
      "The capital city of the Kaeldrin Sanctum, Irulek is located in north-central Ulfwyst on the Ponerno river, just a few miles away from the beginning of the Sullen Fen. Since the 25th century of the Second Convergence, the city has been one of Ulfwyst's major political, diplomatic, artistic and magical centers. The city has 5 districts, with 4 hemispheres, slums beyond the outer walls and a central district which is restricted to the magical elite of the city. The center of the city is crowned with an enormous, white tower, capped with a copper dome, known as the Pillar of Nevondria.",
      "In earlier ages, the city was a twisting labyrinth of overcrowded neighborhoods, with dimly lit streets, ramshackle houses and insufficient sanitation. When the mage-lords of Kaeldrin came to power around 2C 2270 they deemed the city well suited to serve as the capital, and initiated a vast public works project to modernize the city. Using both magical and mundane means, the city was completely redesigned. The narrow, muddy streets were replaced with pale cobblestone avenues. Vast towers and thick walls built in concentric circles were constructed, giving the city a unique, planned shape unlike any other. The mages also designed magically assisted sewage system was installed for much of the city, though it was never expanded as new structures were constructed beyond the outer walls."
    ]
  },
  "Lyrannore": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Ildroun Vale","capital","ulfwyst"],
    "name": "Lyrannore",
    "nickname": "Lyrannore",
    "type": "Capital City",
    "population": "6,500",
    "races": ["elf","gnome","human","half-elf"],
    "government": "Hereditary Monarchy",
    "location": "Ildroun Vale",
    "leaders": ["Nantar Izorin Sarentus","Ernil Thabos"],
    "description": [
      "Lyrannore is the capital city of the Ildroun Vale."
    ]
  },
  "Enira": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Ildroun Vale","capital","ulfwyst"],
    "name": "Enira",
    "nickname": "Enira",
    "type": "Capital City",
    "population": "14,530",
    "races": ["human","dwarf","uklang","half-orc","half-giant"],
    "government": "Clan Chieftain",
    "location": "Realm of Cibrin",
    "leaders": ["Han Darga Crogosh of Clan Godak"],
    "description": [
      "Enira is the walled, capital city and stronghold of Clan Godak located on the western bank of the Volga river. The city is located roughly 130 km (80 miles) upriver from Venngar Sea. Situated in the middle of the densely forested Torick-Vir Valley, the city maintains a professional guard comprised of members of @~Clan Godak~@ to ensure it does not come under attack from giants, dragons or other monstrous residents of the vale."
    ]
  },
  "Khezrabad": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Abbasyr","capital","ulfwyst"],
    "name": "Khezrabad",
    "nickname": "Khezrabad",
    "linkingWords": ["Khezrabadi"],
    "type": "Capital City",
    "population": "25,000",
    "races": ["dragonborn","human","half-orc","tiefling"],
    "government": "Hereditary Monarchy",
    "location": "Abbasyr",
    "leaders": ["Sultana Safa Abbasyr"],
    "description": [
      "Khezrabad is the capital city of the Kingdom of Abbasyr."
    ]
  },
  "Utharis": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Utharian","capital","Theyra"],
    "name": "Utharis",
    "nickname": "Utharis",
    "type": "Capital City",
    "population": "190,000",
    "races": ["tiefling","human","elf","dwarf","halfling","gnome","half-elf"],
    "government": "Magocracy",
    "location": "Utharian Empire",
    "description": [
      "The mythical city of @+Utharis+@ was the capital of the Utharian Empire. Located on the lost continent of Thyra, the city was the center of Utharian religion, society, technology, law, politics, governance, warfare, art, literature, architecture, engineering and, most importantly, @*magic*@. ",
      "The city was built around a confluence of multiple, powerful magical leylines from which the mages of the empire drew their arcane power. Upon this meeting point, the sorcerer lords built the Endanólemë, the Nexus of Wild Magic."
    ]
  },
  "Shangxia": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Daotian","capital","Theyra"],
    "name": "Shangxia",
    "nickname": "Shangxia",
    "type": "Capital City",
    "population": "170,000",
    "races": ["Human","Daxiong","Zhuren","Tiefling","Half-Elf","Serbonji"],
    "government": "Imperial Bureaucracy",
    "location": "Daotian Kingdom",
    "description": [
      "The city of @+Shangxia+@ is the capital of Kingdom of Daotian."
    ]
  }
}