{
  "Qabakh": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Abbasyr","port","ulfwyst","adorra sound"],
    "name": "Qabakh",
    "nickname": "Qabakh",
    "type": "City",
    "population": "8,500",
    "races": ["dragonborn","human","half-orc","tiefling"],
    "government": "Viceroyalty",
    "location": "Abbasyr",
    "leaders": ["Emira Ghaliya Najjar"],
    "description": [
      "Qabakh is a major port city of the Kingdom of Abbasyr and is nicknamed \"the Jewel of the Adorra Coast\"."
    ]
  },
  "Majandir": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Abbasyr","ulfwyst"],
    "name": "Majandir",
    "nickname": "Majandir",
    "type": "City",
    "population": "3,600",
    "races": ["dragonborn","human","half-orc","tiefling","anubari"],
    "government": "Viceroyalty",
    "location": "Abbasyr",
    "leaders": [],
    "description": [
      "Majandir, also known as \"the Hidden City\" is a city of the Kingdom of Abbasyr."
    ]
  },
  "Al-Saham": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Abbasyr","port","ulfwyst"],
    "name": "Al Saham",
    "nickname": "Al Saham",
    "type": "City",
    "population": "38,000",
    "races": ["dragonborn","human","half-orc","tiefling","anubari"],
    "government": "Viceroyalty",
    "location": "Abbasyr",
    "leaders": [],
    "description": [
      "@+Al Saham+@, also known as \"the Grand Bazar\" is a city of the Kingdom of Abbasyr."
    ]
  },
  "Badra-Gassan": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Abbasyr","port","ulfwyst"],
    "name": "Badra Gassan",
    "nickname": "Badra Gassan",
    "type": "City",
    "population": "23,000",
    "races": ["dragonborn","human","half-orc","tiefling","anubari"],
    "government": "Viceroyalty",
    "location": "Abbasyr",
    "leaders": [],
    "description": [
      "@+Badra Gassan+@, also known as \"the City of White Spires\" is a city of the Kingdom of Abbasyr."
    ]
  },
  "Zelmar": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Abbasyr","port","ulfwyst","adorra sound"],
    "name": "Zelmar",
    "nickname": "Zelmar",
    "linkingWords": [],
    "idLinks": {
      "Zelmar City Law": "Zelmar-City-Law",
      "Zelmar Law": "Zelmar-City-Law"
    },
    "type": "City",
    "population": "6,500",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "Oligarchy",
    "location": "Navolin",
    "leaders": ["Baroness Kasandra Gorecki"],
    "description": [
      "Zelmar is a major city in the Kingdom of Navolin and is nicknamed \"the Iron Crown\"."
    ],
    "articles": {
      "Zelmar City Law": [
        "Zelmar Law is a system of city government first instituted by the city in 2C 2047. It provides that a city should be governed by a Rada (council) of 20 Członek (council members). These members are not elected by the citizens, instead appointing a new member on their own from the city's nobility. The period of office is, in principle, 2 years, but the Rada can request a Członek to stay in office, which is almost always accepted, so that the election is effectively for life. The \"first członek\", usually the eldest of the Rada, acts as a @*primus inter pares*@ (first among equals) and is effectively the head of the Rada, running Rada meetings and other official business.",
        "The Rada elect a Burmistrz (mayor) from its members, who shares the power of government. Most Burmistrz stay in office as long as they can, with several historical example in which Burmistrz of cities under Zelmar Law were sentenced to death for unsuccessful politics.",
        "This model of city government provides that only the most experienced, influential and personally most successful nobles, merchants - and a few lawyers, called Syndics - became members of the Rada. It is also a rule that a parent and his children, or siblings, can never be members of the Rada at the same time, so that influential families could not get too large a share of influence on the city's politics."
      ]
    }
  },
  "Grovstok": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Abbasyr","port","ulfwyst","adorra sound"],
    "name": "Grovstok",
    "nickname": "Grovstok",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "7,300",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "Oligarchy",
    "location": "Navolin",
    "leaders": ["Baron Alvar Kasprzak"],
    "description": [
      "Grovstok is a major city in the Kingdom of Navolin and is nicknamed \"the Red Rose\"."
    ],
    "articles": {
      "Former Capital of Azond": [
        ""
      ]
    }
  },
  "Tarona": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Navolin","port","ulfwyst"],
    "name": "Tarona",
    "nickname": "Tarona",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "7,300",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "Oligarchy",
    "location": "Navolin",
    "leaders": ["Baron Sebestyén Jugovac"],
    "description": [
      "Tarona is a major city in the Kingdom of Navolin and is nicknamed \"Old Ivy\"."
    ],
    "articles": {
      "Former Capital of Malstein": [
        ""
      ]
    }
  },
  "Govstok": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Navolin","Azond","port","ulfwyst"],
    "name": "Govstok",
    "nickname": "Govstok",
    "linkingWords": [],
    "type": "City",
    "population": "11,310",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "Feudal Lord",
    "location": "Navolin",
    "leaders": ["Baron Vasko Hadzhiev"],
    "description": [
      "The Navolinian city of Govstok, previously the capital of the Kingdom of Azond, is a port city on the Tiderack Coast. The city is known for its fine textiles, exotic seafood and vast sugarcane fields."
    ],
    "articles": {
      "Former Capital of Azond": [
        ""
      ]
    }
  },
  "Ozeresk": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Lemuria","port","ulfwyst"],
    "name": "Ozeresk",
    "nickname": "Ozeresk",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "3,700",
    "races": ["human","elf","gnome","half-elf","half-orc","marus","uklang"],
    "government": "Clan Chief",
    "location": "Lemuria",
    "leaders": ["Clan Chief Wuldren Tordenfødt"],
    "description": [
      "Ozeresk is a major city in the Realm of Lemuria."
    ],
    "articles": {
    }
  },
  "Postek": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Lemuria","ulfwyst"],
    "name": "Postek",
    "nickname": "Postek",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "7,100",
    "races": ["human","elf","gnome","half-elf","half-orc","marus","uklang"],
    "location": "Lemuria",
    "leaders": ["Clan Chief Ulfrica Arnbjorg"],
    "description": [
      "@+Postek+@ is a major city in the Realm of Lemuria located on the Svinge river. Once a relatively small, provincial city, Postek has undergone a major transformation after the Great Clan War. With the transfer of Kilurus from a holding of Clan Arnbjorg to the capital city of the Realm of Lemuria under the High King or Queen, Postek became the most important holding of @~Clan Arnbjorg~@. The clan chieftains invested heavily in public works projects, infrastructure and city fortifications to transform the town into a settlement they could proudly call home. The majority of the city's residents are either members of the clan, or members of a vassal clan.", 
      "The city has a prime location along the Svinge, downriver from numerous farming communities, and roughly a day's walk north from the Razark Timberlands. However, the land around the city is mostly lowland swamps which make construction nearly impossible. After numerous attempts to drain the land for expansion, the lords of Arnbjorg chose to expand the city out onto the river itself. Using advanced engineering techniques, large supports were constructed in the water, allowing structures to be built without fear of them sinking into the bog."
    ],
    "articles": {
        "History": [
            "Postek was first founded by humans and half-elves who migrated to the area from the north. It is thought that it was founded as a fortified ferry berth for nobles needing to cross the Svinge in order to travel north, after communications between clans became commonplace. As it expanded, the early town became a central marketplace for farmers of the Rikedal Lowlands and herring fisheries near Isdrage Bay.",
            "By 2C 1830, Postek had come under the control of Clan Arnbjorg, treated primarly by clan nobles as a summer home when not in Kilurus. The town's walls were constructed during a major fortification effort in the 2C 1940s after giants from the Razark Timberlands did widespread damage to the town. As part of this effort, the citadel of Träskhåll, a small stone keep located on the south side of the town, was constructed.",
            "At the height of the Great Clan War, around 2C 2090, the town had grown to roughly 2,800 residents. Many of these new arrivals were refugees seeking the safety of the walled settlement during the ongoing clan feud. With the conclusion of the war in 2C 2103, and the arrival of the many noble members of Clan Arnbjorg from Kilurus, the population swiftly increased, reaching over 5,000 residents within thirty years. This growth would continue as the clan chief and his family used clan funds to make the city a home they could be proud of.",
            "Over the next four centuries, as the Realm of Lemuria began to centralize and noble houses returned to Kilurus, investment in Postek stagnated. Several large public works, including a bathhouse and a clock tower remained incomplete, due to a lack of funding. Many prominent life-long residents bemoan the lack of investment and open resentments has continued to grow towards noble members of the clan with their prolonged absence from their \"home city\"."
        ],
        "Important Places": [
            "With investment from the clan nobles, Postek has several well known locales which visitors seek out during their travels.",
            "@#Landmarks#@",
            "@+Träskhåll.+@ The citadel of Postek is located along the wall on the southern end of the city. The castle is comprised of a low, outer wall standing roundly 10ft tall, and a three-story inner keep. The barracks of the city watch and the residence of the constable of Postek are located within the castle walls.",
            "@+Syltmarknad+@. Located in Fiskarplatsen, this large market is located under a large, timber pavilion which allows it to function year-round regardless of weather. A mundane magical enchantment keeps the roof clear of the heavy ice and snow which blanket the city during the winter months.",
            "@+Stjärnor Clocktower+@. Located on the northern end of Fiskarplatsen, this stone clocktower was first designed in 2C 2480 by Arnbjorg engineers. Standing 4 stories tall, the tower was to be capped by a bronze spire and adorned with statues of former clan chieftains. Though the superstructure was completely 20 years ago, the clock and decorations have not been added due to a lack of funds.",
            "@+Brokki Arnbjorg Bathhouse+@. Another incomplete public work, this large wooden building sits on stilts in the Svinge river. The building itself is complete, however the necessary plumbing and enchantments to heat the baths has not been obtained. This has lead to a unique bit of local slang: @*\"to build a Brokki\"*@ is to start a project you never intend to complete.",
            "@#Shops#@",
            "@+Frozen Bear Inn.+@ This two-story, wooden inn is located just off of the Fiskarplatsen. The inn has been around for over 130 years and is currently being run by Streka Morningdove, a middle aged half-elf. The establishment is well known in the city for its enchanted bandstand, which has been playing the same 5 songs every night since it was first enchanted by the tavern's founder, a retired bard adventurer.",
            "@+Last Drink of the Wight.+@ This dingy, cramped tavern is a know location for smugglers, mercenaries and other, less savory elements of Postek's underbelly. The tavern is dimly lit with cramped, dark booths. The bartender, an old sailor named Oklin, and his assistant, an Uklang named Tebalu, are happy to completely ignore their patrons' activities, so long as it doesn't turn violent.",
            "@+The Primal Owlbear.+@ A small, rustic tavern known for its ales, the bar is decorated with numerous tapestries and murals, almost all of which are owlbear themed. The tavern is owned by Ygran Calauth, a friendly elf tavernkeeper who tends to avoid discussions of politics by referring to anyone in question as a \"proud and noble Lemurian\".",
            "@+Flokki's Fine Goods.+@ A well-known jewelry and clothing store run by the half-elf Flokki Brightmoon. The store sells higher end clothes to the more wealthy members of the community. Flokki also is known for buying strange items from adventurers and enchanters, including jewelry. Most of the items are simply nice to look at, but occasionally the half-elf manages to come across a magic item or two."
        ]
    }
  },
  "Ketrizyn": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Lemuria","ulfwyst"],
    "name": "Ketrizyn",
    "nickname": "Ketrizyn",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "3,400",
    "races": ["human","elf","gnome","half-elf","half-orc","marus","uklang"],
    "government": "Clan Chief",
    "location": "Lemuria",
    "leaders": ["Clan Chief Torild Sjomann"],
    "description": [
      "Ketrizyn is a major city in the Realm of Lemuria."
    ],
    "articles": {
    }
  },
  "Dunndag": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Lemuria","ulfwyst"],
    "name": "Dunndag",
    "nickname": "Dunndag",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "2,900",
    "races": ["human","elf","gnome","half-elf","half-orc","marus","uklang"],
    "government": "Clan Chief",
    "location": "Lemuria",
    "leaders": ["High Queen Inga Villdyr"],
    "description": [
      "Dunndag is a minor city in the Realm of Lemuria."
    ],
    "articles": {
    }
  },
  "Eldskog": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Lemuria","ulfwyst"],
    "name": "Eldskog",
    "nickname": "Eldskog",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "2,250",
    "races": ["human","elf","gnome","half-elf","half-orc"],
    "government": "Clan Chief",
    "location": "Lemuria",
    "leaders": ["Clan Chief Viljar Bjørsel"],
    "description": [
      "Eldskog is a minor city in the Realm of Lemuria. The city is located on Eldskog Isle in the Korin Gulf, just west of the Amber Grove."
    ],
    "articles": {
    }
  },
  "Damisul": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Syrothian Empire","ulfwyst"],
    "name": "Damisul",
    "nickname": "Damisul",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "4,600",
    "races": ["human","half-orc","half-elf","hobgoblin","goblin"],
    "government": "",
    "location": "Syrothian Empire",
    "leaders": [""],
    "description": [
      "Damisul is a major city in Syrothian Empire."
    ],
    "articles": {
    }
  },
  "Avalo": {
    "playerKnown": true,
    "path": "location",
    "tags": ["city","Kaeldrin Sanctum","ulfwyst"],
    "name": "Avalo",
    "nickname": "Avalo",
    "linkingWords": [],
    "idLinks": {
    },
    "type": "City",
    "population": "7,300",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "",
    "location": "Kaeldrin Sanctum",
    "leaders": [""],
    "description": [
      "Avalo is a major city in Kaeldrin Sanctum."
    ],
    "articles": {
    }
  },
  "City-of-Brass": {
    "playerKnown": false,
    "path": "location",
    "tags": ["elemental","plane of fire","efreet","metal"],
    "name": "City of Brass",
    "nickname": "the City of Brass",
    "type": "City",
    "races": ["efreet","salamander","azer"],
    "government": "Absolute Monarchy",
    "location": "Plane of Fire",
    "leaders": ["Marrake al-Sidan al-Hariq ben Lazan"],
    "quote": "\"It is a place of perpetual heat that reeks of burning flesh and ashen dreams. It is flame incarnate.\"",
    "description": [
      "Hovering in the hottest areas of the Plane of Fire, the City of Brass sits on an enormous disc of brass. A wall of ornate brass surrounds the entire city, giving the city its name. However, since the brass disc gives the city its ability to fly, (albeit slowly,) these impressive walls were typically unmanned. Throughout the cosmopolitan city, the increible heat of the Elemental Plane of Fire is suppressed by the will of the Grand Sultan in an effort to foster interplanar trade. Despite this, the city itself has a hindering effect on creatures cosmically aligned towards good, due partly to the nature of the efreet, but also to the numerous connecting portals with the Nine Hells.",
      "Surrounding the city itself are large mines where slaves mine tin, copper, and diamonds for their efreeti masters."
    ],
    "articles": {
      "History": [
        "Aside from the gods, elementals are possibly the oldest beings in all of creation and the city is considered possibly the first city to ever exist. None can state exactly how old the city is, and the efreet who live here care not for such mundane matters.",
        "The city has had several rulers over its existence. The first Grand Sultan being Ramiz al'Akbar Multahi Tawfiq, who presided over the city during its construction. Like many of the city's later Grand Sultans, he was eventually destroyed by other scheming members of the efreeti nobility."
      ],
      "Government": [
        "The City of Brass is governed by the undisputed Sultan of the Efreet, who rules the city with a tyrannical hold over his subjects. On occasion, the Sultan will oversee important legal matters of noble efreet but mostly focuses on wider politics. Although the Sultan is the paramount authority in the City of Brass, he generally delegates the day-to-day affairs to his vizier. The title of Grand Sultan is held by Marrake al-Sidan al-Hariq ben Lazan.",
        "Most efreet pledge their fealty to the Grand Sultan, whether they resided in the city or not. Even those residing in settlements outside of the city consider it their capital.",
        "Although the streets of the city are bustling with trade and crammed with crowds during the day, by night a strict curfew is enforced by the Illuminated, the guards of the city. All shops are shut up and all citizens must return to their homes, else face arrest, the loss of a hand, enslavement, or even death.",
        "Slaves are obligated to bear bracelets that display their servitude and who their master is at all times. It is common for visitors to the city to become slaves by defaulting on borrowed money. In addition, this servitude can be extended by additional offenses that can add days or even years to their thralldom."
      ]
    }
  },
  "Huangchen": {
    "playerKnown": false,
    "path": "location",
    "tags": ["city","Daotian","capital"],
    "name": "Huangchen",
    "nickname": "Huangchen",
    "type": "City",
    "population": "45,000",
    "races": ["Human","Daxiong","Zhuren","Tiefling","Half-Elf","Serbonji"],
    "government": "Imperial Bureaucratic",
    "location": "Daotian Kingdom",
    "description": [
      ""
    ]
  }
}