{
  "the-Twisting-Warrens": {
    "playerKnown": true,
    "tags": ["ruins","labyrinth","ulfwyst","rakenburg","under-city","barrier coast"],
    "name": "the Twisting Warrens",
    "nickname": "The Twisting Warrens",
    "type": "Dungeon",
    "location": "Rakenburg",
    "description": [
      "The Twisting Warrens is a massive underground labyrinth located under the city of Rakenburg.",
      "There are three known entrances to the dungeon. All are guarded and monitored around the clock to prevent unwitting (and suicidal) explorers from entering. In order to enter, prospective adventurers must provide an official Writ of Passage, which can be purchased from the Guild Council of Rakenburg or provided by one of the guilds which make up the city governing body.",
      "The primary entrance to the under-city is located in the Dawnstar Fairgrounds, with smaller entrances in the Ghost Orchard and the Murky Reach."
    ],
    "monsters": {
      "Undercity Medusa": "https://5e.tools/bestiary/undercity-medusa-ggr.html",
      "Fell Knight": "Chaos Knight - Fifth Edition Foes p.55",
      "Skullbat": "Chaos Knight - Critter Compendium p.187"
    }
  },
  "the-Molten-Halls": {
    "playerKnown": true,
    "tags": ["ruins","palace","ulfwyst","jordonis","efreet","barrier coast"],
    "name": "the Molten Halls",
    "nickname": "Molten Halls of Akad",
    "type": "Dungeon",
    "location": "Jordonis Mountains",
    "description": [
      "The Molten Halls were once the palace of Akad the Magnificent, an efreet who ruled an area of the southern Jordonis Mountains several thousand years ago."
    ]
  },
  "Grotto-of-the-Withered-Eye": {
    "playerKnown": true,
    "tags": ["ruins","cave","ulfwyst","rythlon","navolin"],
    "name": "Grotto of the Withered Eye",
    "nickname": "the Grotto of the Withered Eye",
    "type": "Dungeon",
    "location": "Rythlon",
    "description": [
      "A cave system in the hills outside the village of Rythlon, the grotto was a place of power for the witches of the Coven of the Withered Eye. In the rear of the cave system is an entrance to a series of ruined halls, where the coven would conduct foul rituals. The grotto was also the prison of the Bloody King of Hearts, a devil that the Adventurers encountered while exploring the complex.",
      "At some point in the recent past, a band of sellswords known as the Iron Fangs tracked down the coven and managed to slay two of the three hags. With the coven effectively destroyed, and the whereabouts of the final witch unknown, the dungeon fell into disuse and its fiendish resident was left alone in his prison with no means of escape."
    ],
    "articles": {
      "An Ill Advised Venture": [        
        "The grotto was rediscovered in 2C 2573 by Lormin Blackmaw and Rakas of Driskal. The two men had decided, with the influence of too much alcohol, to relive the glory days of their youth when they were promising adventurers. They ventured into the grotto, and though they survived the ordeal, Rakas was inflicted with a curse when he foolishly touched the Foul Iron Cauldron that the coven had used as a conduit for their rituals. His friend afflicted with an unknown ailment, Lormin dragged his friend from the cave and made a hasty retreat back to Rythlon."
      ],
      "Two Very Different Contracts": [
        "Several weeks later, with the arrival of the Adventurers, Lormin saw an opportunity for Rakas to be cured. Seeking out the band after they defeated a small incursion of dark creatures inside the Moody Acrobat and Rythlon village square, the half-orc offered the band a job. In exchange for 100 gold pieces, he wished for them to return to the grotto and have Lirr Stonebreath cleanse the cauldron within using a vial of holy water.",
        "Agreeing to the request, the Adventurers set off to the grotto, about a day's journey on foot from the village. Entering the cave, the group made quick work of several monstrous spiders, a series of traps and the coven's strange, twisted, fey minions that guarded the cauldron. Lirr cleansed the cauldron of its corrupting magic using the holy water. However, before they could vacate the hollow, the group encountered the imprisoned devil which the witches had trapped in a large room.",
        "The group spoke at length with the fiend, though they were not able to physically see him, attempting to understand why he was there. After a frustrating series of riddles, half-answers and temptations, the band decided to leave. Mortified of being left to rot in his prison once again, the devil offered to bind himself to the group with a favor if they broke one of the two seals that trapped him in the room.",
        "Though most of the Adventurers felt this was too dangerous, Evan-Jakob agreed and destroyed one of the magic circles with his sword. The devil, bound to keep his end of the bargain, requested an item through which he could be contacted when the group wished to call in their favor. The warlock produced a deck of cards and produced the King of Hearts from the deck. The devil then slashed its hand and allowed a few droplets of blood to land on the playing card. The Bloody King of Hearts, now so named, then vanished from sight once again, now free to roam the Material Plane once again."
      ]
    }
  }
}