{
  "Ankor-Duraz": {
    "playerKnown": false,
    "name": "Ankor Duraz",
    "nickname": "Dwarf City of Ankor Duraz",
    "linkingWords": ["Durazian"],
    "tags": ["dwarf hold","torick peaks","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Amuddurin",
    "population": "~18,200",
    "races": ["dwarf","human","uklang","half-orc"],
    "government": "Hereditary Monarchy",
    "location": "Torick Peaks",
    "leaders": ["Thane Vigdis Elderbeard"],
    "description": [
        "The city of @+Ankor Duraz+@ is located under Mount Certunsk in the Torick Peaks. The expansive mines under the city have made it one of the richest dwarven holds in Ulfwyst. This wealth, and the independent status of the city have put it at odds with both the Realm of Cibrin and the dwarven kingdom of Dol Obok. The city's refusal to ally with Cibrin has resulted in numerous sieges of Mount Certunsk, none of which have managed to breach the city's defenses. High King Bramdur Thundershod of Dol Obok wishes to bring the city into his realm with promises of protection and common dwarf heritage, but to no avail."
    ],
    "dmArticles": {
    }
  },
  "Thellodur": {
    "playerKnown": false,
    "name": "Thellodur",
    "nickname": "Dwarf Hold of Thellodur",
    "linkingWords": ["Thellodurian"],
    "tags": ["dwarf hold","pillars of amud","ulfwyst","capital"],
    "type": "Dwarf Hold",
    "currency": "Amuddurin",
    "population": "~22,400",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Pillars of Amud",
    "nation": "Dol Obok",
    "leaders": ["High King Bramdur Thundershod"],
    "districts": [],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The city of Thellodur is the capital of Dol Obok. The city is centrally located in the Pillars of Amud and is connected to the other great dwarven holds of the mountain range through a series of underground passageways that were carved millenia ago by the giants that used to rule the peaks. The dwarves of Thellodur have yet to discover or map all of the great tunnels and many delvers spend their entire careers exploring these roads."
      ]
    }
  },
  "Felrast": {
    "playerKnown": true,
    "name": "Felrast",
    "nickname": "Dwarf Hold of Felrast",
    "linkingWords": ["Felrastian"],
    "tags": ["dwarf hold","pillars of amud","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Amuddurin",
    "population": "~7,800",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Pillars of Amud",
    "nation": "Dol Obok",
    "leaders": ["Thane Gimmyl Wyrmbreaker"],
    "districts": [],
    "description": [
        "The city of Felrast is a dwarf hold under Mount Delovun in the Pillars of Amud. The city overlooks the vast Iron Hills that mark the southern edge of the Pillars of Amud."
    ],
    "articles": {
        "City of the Smiths": [
            "Felrast is the ancestral home of runesmithing in Dol Obok. The city has far more runesmiths per capita than any other city in Ulfwyst, and many dwarf artisans from across the continent are either natives of the city or apprenticed there in their youth. Such is the reputation of the city that nobles, knights and adventurers from across Ulfwyst will journey to Felrast to have one of the city's famous smiths forge them items inscribed with magic runes of power.",
            "Some of the most well known smiths in Felrast include Ithi Ironjaw, Jum Flamescar and Strikmund Blackhelm."
        ]
    },
    "dmArticles": {
      "History": [
        
      ]
    }
  },
  "Rul-Orodum": {
    "playerKnown": false,
    "name": "Rul Orodum",
    "nickname": "Dwarf Hold of Rul Orodum",
    "linkingWords": ["Orodumin"],
    "tags": ["dwarf hold","pillars of amud","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Amuddurin",
    "population": "~1,900",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Pillars of Amud",
    "nation": "Dol Obok",
    "leaders": ["Thane Jarvari Frostbeard"],
    "districts": [],
    "description": ["@+Rul Orodum+@ is a dwarven keep located under Mount Kadrin high above the Desolate Wastes. The fortress serves as the gateway to the vast underground road networks of Dol Obok. Thanes from across the Pillars of Amud send young dwarf warriors to the fortress' famous ranger barracks, where they learn the arts of scouting, skirmishing and survival in harsh environments."
    ],
    "dmArticles": {
      "History": [
        ""
      ]
    }
  },
  "Lanok-Duraz": {
    "playerKnown": false,
    "name": "Lanok Duraz",
    "nickname": "Dwarf Hold of Lanok Duraz",
    "linkingWords": ["Lanok Durazian"],
    "tags": ["dwarf hold","pillars of amud","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Amuddurin",
    "population": "~2,300",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Pillars of Amud",
    "nation": "Dol Obok",
    "leaders": ["Thane Recha Yewhammer"],
    "districts": [],
    "description": [
        "Lanok Duraz is a dwarven hold located in the Pillars of Amud which spans between the twin peaks of Mount Gorzul and Mount Runthoz."
    ],
    "dmArticles": {
      "History": []
    }
  },
  "Isidar-Hreth": {
    "playerKnown": false,
    "name": "Isidar Hreth",
    "nickname": "Dwarf Hold of Isidar Hreth",
    "linkingWords": ["Hrethen"],
    "tags": ["dwarf hold","pillars of amud","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Amuddurin",
    "population": "~3,900",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Pillars of Amud",
    "nation": "Dol Obok",
    "leaders": ["Thane Soksy Thundershod"],
    "districts": [],
    "description": [
        "The dwarven hold of Isidar Hreth contains the largest library of dwarven tomes and histories in Ulfwyst. Every book regarding family lineage, smithing techniques, military tactics or slights against dwarf-kind is copied down and storied in its vaults."
    ],
    "dmArticles": {
    }
  },
  "Kazdan-Ord": {
    "playerKnown": true,
    "name": "Kazdan Ord",
    "nickname": "Dwarf Hold of Kazdan Ord",
    "linkingWords": ["Ordian"],
    "tags": ["dwarf hold","jordonis mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Barrier Coast Hull",
    "population": "~3,900",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Jordonis Mountains",
    "nation": "Independent",
    "leaders": ["Lord Tarmis Doomsong"],
    "districts": [],
    "description": [
        "Kazdan Ord is an independent dwarven hold allied with the city-states of the Barrier Coast. Many of the greatest dwarven smiths of this age have studied the time-honored traditions of armor, weapon and rune smithing at its great forges. The city is carved into the side of Mount Mezum'dir, the highest peak in the southern Jordonis Mountains."
    ],
    "dmArticles": {
      
    }
  },
  "Izor-Kheluz": {
    "playerKnown": false,
    "name": "Izor Kheluz",
    "nickname": "Dwarf Hold of Izor Kheluz",
    "linkingWords": ["Kheluzian"],
    "tags": ["dwarf hold","jordonis mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Barrier Coast Hull",
    "population": "~4850",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Jordonis Mountains",
    "nation": "Independent",
    "leaders": ["Lady Lalliss Stormrock"],
    "districts": [],
    "description": [
        "Izor Kheluz is a relatively new hold by dwarven standards, having been founded only 300 years ago. The hold was build in and around the natural caverns under Mount Korlan, giving it a design unlike any other hold in Ulfwyst."
    ],
    "dmArticles": {
      "Renowned Brewers": [
        "The dwarven clans of Izor Kheluz specialize in one of two professions: farming or brewing. The farming clans, including Clans Deepstone, Swiftboot, and Redhorn run vast subterrainian farms, growing mushrooms, cave barley and other unique underground plants. The farming clans also keep herds of @*Jordonis mountain goats*@ which graze in the underground cavern farms. The goats provide a valuable service to the farms, where they weed, fertilize their fields, and scare away vermin.",
        "After a harvest, the crops are purchased by the various breweries, run by the famous Clans Twinbrew, Darkpike, Stonestout and Lightshield. The clan breweries of Izor Kheluz have competed for centuries at creating the perfect dwarven ales, stouts and meads. Beer brewed in this hold can be found as far away as Lemuria and Kaeldrin."
      ]
    }
  },
  "Ezhekal": {
    "playerKnown": false,
    "name": "Ezhekal",
    "nickname": "Dwarf Hold of Izor Kheluz",
    "linkingWords": ["Ezhekaler"],
    "tags": ["dwarf hold","jordonis mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Barrier Coast Hull",
    "population": "~1,600",
    "races": ["dwarf","human","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Jordonis Mountains",
    "nation": "Independent",
    "leaders": ["Lord Ugreth Starkheart"],
    "districts": [],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The town of Ezhekal is a dwarf hold at the foot of Mount XYZZ in the Jordonis Mountains."
      ]
    }
  },
  "Rul-Undrak": {
    "playerKnown": true,
    "name": "Rul Undrak",
    "nickname": "Dwarf Hold of Rul Undrak",
    "linkingWords": ["Undrakon"],
    "tags": ["dwarf hold","kazgrim mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Zurastan Helm",
    "population": "~560",
    "races": ["dwarf","human","halfling","gnome"],
    "government": "Hereditary Monarchy",
    "location": "Kazgrim Mountains",
    "nation": "Independent",
    "leaders": ["Lord Doran Ashenforge"],
    "districts": [],
    "description": [
      "The dwarven fortress of @+Rul Undrak+@ is a hard-fought foothold of the dwarven people in the Kazgrim Mountains. The dwarves of Rul Undrak have been slowly shaping the fortress out of the foot of Mount Ulzanos. "
    ],
    "articles": {
      "History": [
        "The Kazgrim Mountains, in which Mount Ulzanos resides, is a range of dormant volanic peaks in southeastern Ulfwyst. During the age of the First Convergence, the range was extremely active, creating large swaths of previously submerged territory around the volcanoes. The region was so active that it eventually connected the island southeast of the range, which is now eastern Lemuria.",
        "Within this constant firestorm, the elementals and their servants, the giants, established fledgling territories. Coming down from their molten homes, these powerful beings conquered and enslaved the various small tribes of humanoids which lived in the surround areas.",
        "Eventually, as the @;First Convergence;@ came to an end, and the empires of the giants slowly collapsed, giving way to the Primulus Tempus Draconis, the Kazgrim range was left with not but ruins and savage monsters as residents.",
        "@#The Persistence of the Ziril'udór#@",
        "For the last several centuries, dwarves across Ulfwyst have been setting out, seeking new sites to establish outposts and forge new thanedoms. Most of these expeditions were doomed to failure, as the harsh weather and deadly creatures that inhabit Ulfwyst make carving out new settlements in the wild places of the world extremely dangerous. However, eventually the persistence of the dwarven people defied the odds, and the fortress of Rul Undrak was established in the volcanic mountain of Ulzanos on the northern end of the Kazgrim range."
      ],
      "Geography": [
        "@#The Heart of the Volcano#@",
        "Mount Ulzanos, or 'Fire River' in the Ziril'udórian dialect, is currently dormant, but during the age of the First Convergence, it was one of the most active volcanoes on the continent. The various forests that sit at the foot of the Kazgrim range, the Drakenwald, Drowned Weald and Amber Grove all grew out of the fertile volcanic soil deposited by the volcanic activity.",
        "Though the mountain is current dormant, the dwarves of Rul Undrak gone to great lengths to take advantage of their home's unique properties. A 40 year project, headed up by the master engineer Tira Stormriver, lead to the creation of huge stone shafts that channel magma from the heart of the mountain into enormous furnaces in the heart of the city. The project was commissioned by the city's lord, Doran Ashenforge, as a way to gain renown for the city, as well as to attract young, talented craftsdwarfs to the fledgling fortress. The Grand Magma Forges of Rul Undrak are widely regarded as one of the most ambitious dwarven engineering projects in the last two centuries and are available for any smith living in the city to use at no cost."
      ],
      "Diplomatic Relations": [
        "Rul Undrak sit in the mountains above the Archduchy of Zurast. The mountain range has long been a no man's land due to its various deadly natural inhabitants. When the dwarven expedition that would go on to found the fortress first arrived in the city of Zurast roughly 130 years ago, the lord of Zurast, Quintis Valken, did not put any stock in the expedition. Numerous other dwarven clans had attempted to gain a foothold in the Kazgrims and there was no reason this expedition would turn out any different. The dwarves were given permission to found a settlement and if successful, they would owe nothing to the city. The nobles of Zurast simply hoped that the dwarves would provide a temporary buffer from the frequent incursions of giants, trolls and other beasts that would occasionally descend from the mountains to raid the countryside.",
        "When the settlement proved successful, Lord Quintis Valken kept his word, asking nothing of the dwarves and offered them favorable trade agreements in hopes of fostering good will and a potential ally. The newly ascended lord of the fortress, Doran Ashenforge, graciously accepted. It is on this early, keen diplomacy that a long and mutually beneficial relationship between the two states was built.",
        "In 2C 2573, Rul Undrak and Zurast have a formal defensive alliance. Should either the archduchy or the dwarven hold come under attack, the other has agreed to come to its aid."
      ]
    },
    "dmArticles": {
    }
  },
  "Thuryn-Zul": {
    "playerKnown": false,
    "name": "Thuryn Zul",
    "nickname": "Dwarf Hold of Thuryn Zul",
    "linkingWords": ["Thurynian"],
    "tags": ["dwarf hold","zavalev mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Kaeldrin Eye",
    "population": "~900",
    "races": ["dwarf","human","elf","gnome"],
    "government": "Hereditary Monarchy",
    "location": "Zavalev Mountains",
    "nation": "Independent",
    "leaders": ["Lord Brokki Snowspire"],
    "districts": [],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The town of Thuryn Zul is a dwarf hold under Mount XYZ in the Zavalev Mountains."
      ]
    }
  },
  "Futhmer": {
    "playerKnown": false,
    "name": "Futhmer",
    "nickname": "Dwarf Hold of Fûthmér",
    "linkingWords": ["Futhmeran"],
    "tags": ["dwarf hold","zavalev mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Kaeldrin Eye",
    "population": "~4,300",
    "races": ["dwarf","human","elf","gnome"],
    "government": "Hereditary Monarchy",
    "location": "Zavalev Mountains",
    "nation": "Independent",
    "leaders": ["Lady Ynga Nightiron"],
    "districts": [],
    "description": [
        "The dwarf city of Fûthmér is located atop Mount Karulam, the highest mountain in the Zavalev range. From this vantage point, the gryphon riders of Fûthmér are able to take flight and patrol the dangerous mountain passes and the wild Damali Steppe."
    ],
    "dmArticles": {
    }
  },
  "Vol-Volund": {
    "playerKnown": false,
    "name": "Vol Volund",
    "nickname": "Dwarf Hold of Vol Volund",
    "linkingWords": ["Futhmeran"],
    "tags": ["dwarf hold","vir mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Cibrinian Vale",
    "population": "~900",
    "races": ["dwarf","human","elf","gnome"],
    "government": "Hereditary Monarchy",
    "location": "Vir Mountains",
    "nation": "Dol Obok",
    "leaders": ["Lord Nezul Graybeard"],
    "districts": [],
    "description": [
        "Vol Volund is a independent dwarven town founded as a home for dwarves who have been banished, or left other holds in disgrace. These reculsive dwarves rarely allow outsiders beyond the Gate of Rundgral."
    ],
    "dmArticles": {
    }
  },
  "Kadren-Zul": {
    "playerKnown": false,
    "name": "Kadren Zul",
    "nickname": "Dwarf Hold of Kadren Zul",
    "linkingWords": ["Kadrenin"],
    "tags": ["dwarf hold","vir mountains","ulfwyst"],
    "type": "Dwarf Hold",
    "currency": "Cibrinian Vale",
    "population": "~7,300",
    "races": ["dwarf","human","elf","gnome"],
    "government": "Hereditary Monarchy",
    "location": "Vir Mountains",
    "nation": "Dol Obok",
    "leaders": ["Lord Erikoc Opalcloak"],
    "districts": [],
    "description": [
        "Kadren Zul is an independent dwarf hold allied with the Realm of Cibrin. The dwarf lords of the city have extensive trade agreements with the clans of Cibrin, for whom they supply a large amount of weapons and armor."
    ],
    "dmArticles": {
    }
  }
}