{
  "The-Garden-of-Neshaya": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "The Garden of Neshaya",
    "nickname": "Neshaya's Garden",
    "linkingWords": ["Garden of the Dead"],
    "tags": ["mythic locale","death","garden","the gravekeeper","graveyard"],
    "type": "Mythic Locale",
    "location": "Shadowfell",
    "description": [
      "The Garden of Neshaya is the resting place of the souls of mortals who are not called to the hall of a specific deity. This is the fate of most, for being called to the hall of patron deity is rare and the greatest, or most vile, of heroes receive such an honor."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "The-Halls-of-Tanrilar": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "The Halls of Tanrilar",
    "nickname": "Halls of Tanrilar",
    "linkingWords": ["Grand Hall of the Gods"],
    "tags": ["mythic locale","gods","hall"],
    "location": "Astra Sea",
    "type": "Mythic Locale",
    "description": [
      "The Halls of Tanrilar are said to be the gathering place of the gods of Centhris. The halls are said to be an enormous palace floating in the Astra Sea with no fixed location. It is said that at times, the gods have been come together in Tanrilar to engage in debates or resolve disputes among their kin. "
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "The-Feywild": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": false,
    "name": "The Feywild",
    "nickname": "the Feywild",
    "linkingWords": [
        "Court of the Blooming Vale",
        "Bonfire Court",
        "Court of Colors",
        "Court of Twilight"
    ],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "description": [
      "The Feywild is a plane located in the Astral Sea. It is, cosmologically, relatively close to the Prime Material Plane and it is not uncommon to find locations where to the two planes cross into each other, allowing peoples to travel between the two realms."
    ],
    "articles": {
        "Land of Four Seasons": [
            "The Feywild is a supernatural reflection of the natural world, mimicking the prime material plane, but creating an exaggerated, wondrous reflection of Centhris.",
            "The plane is divided between the four realms, each representing an aspect of the natural cycle of seasons. Each realm is ruled by powerful beings, known as Archfey, who rule over their domain not through force like the rulers of Centhris, but almost as a natural extension of the Feywild itself.",

            "@#Court of the Blooming Vale#@",
            "The Realm of Spring is the land of rebirth. It is a colorful, vibrant region which is eternally in full bloom, as a natural representation of the cycle beginning anew. The Spring Realm is the realm of joy and mirth. Those who reside in this realm delight in all aspects of nature. This region is where the Eladrin that would become the Cúron'avar hailed from.",
            "The Realm of Spring is ruled over by the Council of the Blooming Vale, led by the Lord of the Green, and his courtiers, the Minstrel, the Good Fellow and the Lady of Blossoms.",
           
            "@#Bonfire Court#@",
            "The Realm of Summer is a supernatural representation of the glory of nature and the bounty it provides. It is a bright, energetic region which towering trees and plentiful resources. This is the realm from which the Eladrin that would become the Glân'avar hail. In this realm and it's glorious, endless wonder, reside haughty entities who exemplify the proud, refined visage of nature.",
            "The Realm of Summer is ruled by the Bonfire Court, led by the illustrious Summer Queen, and her courtiers, the Silver Blade, the Prince of Harts, and the Lady of the Wood.",
            
            "@#Court of Colors#@",
            "The Realm of Autumn is a place of endless change and instability, drifting from the glory of summer into the sorrow of winter. The beings of this realm stand as a supernatural representation of the fear of aging,  and the inevitability of change. It is from this realm that the eladrin of the autumn entered the Prime Materium and slowly became the elves known as the Galenâs'avar.",
            "The Realm of Autumn is the realm of fear and dread, ruled by the Court of Colors, led by the enigmatic Oracle of Fates, and her courtiers, the Thornweaver, the Dream Walker and the Mistress of the Hunt.",
            
            "@#Court of the Twilight#@",
            "The Realm of Winter is a dark, frozen land. It is the home realm of the Aeglôs'avar and a land of endless sorrow and longing. Any beings who reside here, or unwisely visit for too long are slowly drained of any sense of humor, cheer or comfort. As such, the denizens of this realm seek to gain this lost sense of joy by taking it from other beings, either through force or trickery. An endless sense of dread and looming malice haunt this land, as all who reside here seek to break free of its continual torment.",
            "The Realm of Winter is ruled by the Court of Twilight, led by the dreaded Lord of Frost, and his courtiers, the Lady in the Water and the Winter Witch."
        ]
    },
    "dmArticles": {
        "Beings of Aether": [
            "Unlike the beings of the natural realm, who are born of the earth and clay, those of the Feywild are comprised of a more fantastic essence, representing their unnatural presence. All beings born of the Feywild are comprised of aether, the fifth element."
        ]
    }
  },
  "The-Shadowfell": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": false,
    "name": "The Shadowfell",
    "nickname": "the Shadowfell",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "description": [
      "The Shadowfell is a plane located in the Astral Sea. It is, cosmologically, relatively close to the Prime Material Plane and it is not uncommon to find locations where to the two planes cross into each other, allowing peoples to travel between the two realms."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  }
}