{
  "Kingdom-of-Navolin": {
    "playerKnown": true,
    "name": "Kingdom of Navolin",
    "nickname": "Navolin",
    "linkingWords": ["Navolinian","Navolinians"],
    "idLinks": {
      "Navolinian History": "History",
      "Navolinian history": "History",
      "history of Navolin": "History",
      "Navolinian Politics": "Politics",
      "Navolinian politics": "Politics",
      "politics of Navolin": "Politics",
      "Navolinian culture": "Culture",
      "Navolinian Military": "Military",
      "Navolinian military": "Military",
      "Navolinian religion": "Religion",
      "Navolinian religious practices": "Religion",
      "religion in Navolin": "Religion",
      "religious practices of Navolin": "Religion"
    },
    "tags": ["kingdom","navolin","state","ulfwyst","monarchy"],
    "type": "State",
    "currency": "Navolinian Talon",
    "capital": "Frecyra",
    "population": "~2.5 million",
    "races": ["human","elf","gnome","half-elf","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["King Kzesimir III"],
    "regions": ["Kelishan Highlands","Galren Moor","Damali Steppe","Tiderack Coast"],
    "description": [
      "The largest state in eastern Ulfwyst, the @+Kingdom of Navolin+@ (@?/ˈnəˌvoʊˌliːn/|https://en.wikipedia.org/wiki/Help:IPA/English?@) is feudal society that stretches across the vast highlands between the Jordonis Mountains and the natural barriers to the west. Navolin is a land of vast plains, verdant forests and soggy marshland. The villages and towns that dot the land along the Sulas and Zalkow rivers provide large quantities of staple crops that feed the kingdom and beyond.",
      "Navolin is an ancient land, with many great nations having coming before the current political structure that rules the region. Great ruins, eerie forests and stagnant bogs lie just beyond the walls of the various towns and castles. Abandoned castles, farms, windmills and even entire towns can be found along the ancient, dirt roads.",
      "The people of Navolin, due to the constant monstrous threats that test their walls and stalk the wild lands, are deeply superstitious. Many Navolinian folk tales involve all manner of terrifying monsters, including witches, lycanthropes, devils and dragons, all trying to destroy the kingdom and its people from within."
    ],
    "articles": {
      "History":[
        "The foundation for the modern state of Navolin began to take shape roughly 1,600 years ago, following the great upheaval of the Ruination. As the devastated populace of the world desperately attempted to survive the natural and unnatural threats that resulted from the cataclysm, the people of the Kelishan Highlands and the Galren Moor migrated to the safest locations possible. These safe havens, mostly well-fortified settlements or castles located at strategic locations, became the new home of small tribes of survivors.",
        "@#Highland Tribes and Resurgence#@",
        "In the years that followed the calamity, there was a massive resurgence of monstrous races, dragons and other magical creatures, which battled for supremacy in the void left by the lack of humanoid control. The remaining people of the region hid behind their walls, attempting to survive as best they could. Many of these settlements were not able to withstand the onslaught, and the few that did only managed to survive due to the strength of the fortification, or the might of the heroes that defended them.",
        "For generations the only thought of the people of the region was survival, with most of their time and resources spent on the expanded of food sources and maintenance of arms. Eventually, as the echoes of the disaster dissipated, the strongest of these enclaves began to expand their influence. Various petty kingdoms took shape, with leaders looking to assert control. The largest of these resulting kingdoms were Azond, Dunfeld, Malstein, Navolin, Sedobia, and Vacelin, with numerous smaller vassal states including Borov, Camunburg, Grekhov, Khor, Kobryn, Lezna, Orud, Razdol, Tarona, Vucin and Zelmar.",
        "@#Confederation and Conquest#@",
        "Following the fall of Crozemgax, the Lord of Ash, the Congress of Adendorf (convened in 2C 2143) founded the Malstein Confederation, a loose league of 11 sovereign states. The appointment of King Spiridon Jugovac of Malstein as the permanent @*Princeps*@ of the Confederation reflected the Congress's failure to accept Navolin's rising influence in the region, and acerbated the long-standing competition between the Czak and Jugovac family interests. Disagreement within the courts of several of the confederation members led to skirmishes between roving bands of renegade soldiers and landed knights loyal to prominent noble lines.",
        "@&./lore/War-of-Five-Crowns.png|An oil painting of a battle during the War of Five Crowns|right&@ The failure of the Malstein Confederation to effectively handle the outbreak of an epidemic of lycanthropy, known as the @*Savage Contagion*@, in 2C 2209 would only further strain relations between the member states. With tensions rising due to the perceived ineffectiveness of the confederation, King Velibor I of Navolin declared the dissolution of the confederation unilaterally, which was soundly rejected by the Kingdom of Malstein and its allies.",
        "In 2C 2211, after several years of bickering and border disputes due to the failures of the Malstein Confederation, Navolin invaded the neighboring kingdom of Dunfeld, an ally of the Kingdom of Malstein. The Jugovac dynasty, unwilling to be seen as timorous, came to the aid of Dunfeld, resulting in the War of Five Crowns. The war left the entire region devastated, with casualties of nearly 2.5 million people across all the region over the course of 34 years. With the conclusion of the war in 2C 2245, King Velibor I of Navolin was declared the sovereign of Dunfeld, officially annexing the territory, as well as claiming the Principality of Khor as a vassal-state.",
        "@&./maps/Political-Map-of-Ulfwyst-2C-2450.png|A political map of eastern Ulfwyst ca. 2C 2450&@ Over the next two centuries a series of conflicts, know as the Wars of Dominion, would continue to scar the region. Many distant powers, previously uninvolved in regional conflicts, including Lemuria, Kaeldrin and Istagen, would become embroiled in this cascading series of wars as the ramifications of a consolidated power in Kelishan, Galren and Tiderack became a growing concern within other nation-states. These kindgoms had formed an unspoken understanding of non-intervention in the constant infighting of the smaller states prior to the War of Five Crowns. The squabbles of the kingdoms and duchies of the region tangentially ensured their own stability, as the more powerful states in the region did not turn their eyes to external conquest.",
        "The Wars of Dominion would result in a extensive unification of noble families under the central control of the Czak dynasty of Frecyra. By the turn of 2C 2400, most of the smaller, regional kingdoms had been absorbed into an ever-growing Navolin. Vacelin, Grekhov, Razdol, Orud, Vucin, Zelmar, and Kobryn no longer claimed external sovereignty, and any noble families that did not fall in line with the rule of the Czak monarchy found themselves removed from power, often violently.",
        "By 2C 2440, the consolidation of the smaller kingdoms of eastern Ulfwyst would slow to a relative peace, as the last great annexation, the Navolinian Subjugation of Malstein, would bring the Wars of Dominion to a close. Several, relatively smaller, conflicts would occur over the following century, such as the War of Black Fields and the Navolinian Conquest of Azond, would see the realms of Sedobia and Azond, respectively, brought under the control of Czak dynasty. These wars, though important, were not nearly as long, or as devastating as those of the previous 300 years."
      ],
      "Geography and Climate": [
        "Navolin is in eastern and central Ulfwyst, bordering the Archduchy of Zurast to the south, the Kaeldrin Sanctum to the west and Tovanis to the southwest. The city-states of the Barrier Coast are situated to the east beyond the Jordonis Mountains. Navolin is also bordered to the north by the Mare Concordis. Navolinian territory covers roughly 450k km@^2^@.@&./places/Kelishan-Highlands.png|The Kelishan Highlands, with the Jordonis Mountains looming beyond.|right&@",
        "Elevations range from the highlands of the south, dominated by the Kelishan Highlands, to the lowland marshes and coastal forests of the north. The highest location in the kingdom is located on the western peaks of the Jordonis mountains, which Navolin does not formally claim. The central region of the kingdom is comprised mostly of lowland marshes ad forests of the Galren Moor. To the east, the lowland plains of the Damali Steppe are partially claimed by Navolin, though little to no formal control is asserted over the region.",
        "The climate of the kingdom ranges from temperate in the south to subtropical in the north along the Mare Concordis. Most of the kingdom experiences a distinct four season cycle with most regions, save the Tiderack Coast, experiencing winters with some-to-considerable snowfall and hot, humid summers."
      ],
      "Politics": [
        "Navolin is a highly structured, rigid, feudal society. Most everyone who lives here knows their place and few dare to challenge the tenuous order, lest it come crashing down like so many times in history before. The court of the King Kzesimir III is located in Frecyra, the capital and largest city in the kingdom, where various dukes, counts and barons vie for position in an endless political power struggle.",
        "@#Nobility#@",
        "Most members of the nobility in the kingdom tend to be members of prestigious families. Most prominent among these are Brzezick, Czak, Kaluza, Kosmatka, Ostrowski, Sebroski and Sokol lines, though smaller families regularly elevate themselves to court through the army or magical traditions.",
        "Outside the capital, the rule of each fiefdom is left to the administration of its title holder and their direct vassals. This highly decentralized form of rule allows for each lord to determine what is best for their domain. Some regions, such as the Tiderack Coast (formerly the Kingdom of Azond) are ruled with an iron grip to ensure order is maintained, while other regions, such as the County of Szary, ruled by Count Jeskin Sebroski, in the south are ruled with a lighter touch under the desire to promote commerce. As with any hereditary, feudal system, these approaches can shift drastically after a chance in rulers."
      ],
      "Economy":[
        "Navolin is, relative to its neighbors, an economically poor country. Though rich with natural resources, much of its economic attention has been placed on the maintenance of its vast territorial holding and the defense of its borders. Roughly half of all economic activity in the kingdom revolves around the growing of food to feed the populace, with another quarter of its production going directly towards the military and noble classes. The remaining production is spread among the mercantile, artisan and freemen classes. The outlying element of the country's economic power are those of magical talent and adventuring mercenaries, however neither can be relied upon for sustained economic generation on a consistent basis, year over year.",
        "In terms of natural resources, the kingdom's territory is comprised of vast woodlands and several fertile river valleys suitable for agriculture. Significant natural resources include iron ore, copper, tin, potash, timber, salt, and a wide variety of magical and mundane wildlife."
      ],
      "Culture":[
        "Due to its central geographic location in eastern Ulfwyst, Navolinian cities are cosmopolitan by most standards. All manner of races and trade skills coalesce in these hubs of commerce, learning and protection. No peoples are barred from entry, however Navolinians are naturally superstitious people and they tend to regard “otherworldly” races with distrust. Tieflings, Genasi, Aasimar, and Tritons are viewed with mild hostility until they can prove they are not dangerous individuals.",
        "@#Masters of the Saddle#@",
        "Due to large amount of open grassland in Navolin, a long tradition of equestrianism exists in the kingdom. Much of the noble class of Navolin takes great pride the skill of breeding, raising, riding and going to war on horseback. So prominent is the practice of husbandry in among the landed elite that some nobles have turned down positions at court due to the fact that it would require them to leave their personal stables in the hands of their retainers.",
        "So important is stable culture in Navolin that many popular sayings and pieces of common wisdom that can be tied directly to it:",
        "• @*Judge not a horse by his saddle.*@",
        "• @*Fear the goat from the front, the horse from the rear, and man from all sides.*@",
        "• @*The lord who does not ride to greet his subjects is no better than the peasants he walks beside.*@",
        "• @*My treasures do not glitter; They gleam in the sun and neigh in the night.*@",
        "• @*The man who does not love a horse cannot love a woman.*@",
        "• @*A horse in Navolin is a lord in Lemuria.*@",
        "• @*Misfortunes come on horseback and depart on foot.*@"        
      ],
      "Religion": [
        "Religion in Navolin is not heavily regulated, however there are a limited number of commonly worshiped deities, with the some of the other common gods being considered dangerous or heretical. Veneration of deities deemed heretical is punishable with a variety of penalties, usually left up to the whim of the local authority. The following is a list of standard deities, as well as a list of banned deities and punishments for worship of outlawed gods.",
        "@#Commonly Worshiped Gods#@",
        "Navolin has a wide variety of commonly worshiped deities. As a polytheistic culture, few people, save clerics of a given god, tend to venerate one deity over another. Most gods are associated with specific aspects of life and are venerated when it is deemed appropriate or prudent. Some families, groups or even entire villages will gravitate towards the veneration of a specific god based on historical events or the strong presence of a given church.",
        "The Guardian, the Arbiter, the Maiden, the Maker, the Wanderer, the Sage, and the Philosopher are all gods that are commonly worshiped in the kingdom, and temples or shrines of these gods can be found in most settlements.",

        "@#Non-standard Deities of Note#@",
        "Strangely, the Eternal is not a commonly worshiped deity in Navolin, but is not considered heretical. Generally, the Dawnfather is simply considered the god of foreigners, as he is more commonly venerated in other kingdoms, such as Tovanis or Abbasyr.",
        "The Conqueror is not commonly worshiped outside of the high aristocracy and military elite, who venerate @*Aegeroth Dagras*@, the aspect of the Iron General pertaining to tactics and strategy.",

        "@#Forbidden Gods#@",
        "Worship of the Master is not common and is technically not allowed in Navolin, but few enforce this code as most people feel such pacts invariably turn ill of their own accord. @*Punishment*@: small fine, or public humiliation if fine cannot be paid.",
        "Worship of the Wyrm, and the Stygian are banned due to the tendency of their adherents to cause varying degrees of unrest. @*Punishment*@: Imprisonment at Castle Yrdrinlow, the notorious @*Iron Citadel*@.",
        "The Fiend. @*Punishment*@: Imprisonment for worship without sedition. Public execution for worship and indications/acts of treason.",
        "\"Improper\" Minor / Racial Deities. @*Punishment*@: Fine. @*Repeat Offenses*@: Banishment."
      ],
      "Military": [
        "The soldiery of Navolin is comprised of three parts: militia, levied men and the Navolinian Hussars. Each is comprised of a different class of people and server a specific role in the defense (and power projection) of the country.",
        "At the local level, protection and defense of most of Navolin is handled by militias run by an appointed member of the feudal system. Most often the local militia commander of a town or village is the local alderman, or a yeoman appointed by the local lord. More important settlements might have their military overseen by an official commander, or the local lord themselves.",
        "@&./lore/Navolinian-Hussars.png|A unit of junior Navolinian Hussars charging|right&@Roughly 70% of the Navolinian military is comprised of levied freemen soldiers owing their personal allegiances to the noble house that they serve. These people range from craftsmen and peasants to low-level nobles. Though formal experience is not required, most noble houses train their levied men at regular stints (seasonally) in order to ensure if they were required for service, they can serve at maximum effectiveness.",
        "Levied soldiers are expected to provide their own equipment if they can afford to do so. The poor or fresh recruits are provided whatever gear is available from the noble houses’ personal armories. The following are the most types of gear that soldiers are expected to be able to supply:",
        "• @* Light Infantry: *@ spear, short sword, a set of chainmail and wooden round shield.",
        "• @* Heavy Infantry: *@ halberd, long sword, half plate and wooden kite shield.",
        "• @* Archer: *@ longbow, dagger, and light armor, either common clothing or leathers.",
        "@#Navolinian Hussars#@",
        "@&./organizations/Navolinian-Hussars.png|The crest of the Navolinian Hussars|small&@Navolin’s noble class a long tradition of military involvement. Due to the nature of the terrain of Navolin, most noble families keep extensive stables and hold great pride in their horses. This, in-turn, led to an increased focus on heavy cavalry as the proper place for men of noble birth to serve their king.",
        "Nobles looking to enlist their sons or daughters in the Hussars are expected to send their child to the Demia Wojen, the Royal Academy of War. There, students study tactics, learn how to command troops, train in martial practices and formal riding of war horses. Enlisting in the academy is extremely prestigious, with few pupils entering free of charge, though some, such a members of the royal family, are enrolled automatically. Other prospective students are expected to pass a formal examination of their potential, though this can be bypassed through proper channels, such as donations to the academy, usually in excess of 5,000 talons.",
        "@#Castles and Fortifications#@",
        "The Kingdom of Navolin has a large number of castles, both new and ancient, that dot the landscape. Most nobles that hold formal titles (barons, counts and dukes) exert direct control over at least one such structure. Many keeps currently in use are reclaimed from ages past. The kingdom is dotted with long-abandoned fortresses in various states of disrepair. This is especially true in hostile regions where forgotten citadels act as places of refuge for cruel humanoids and vile monsters.",
        "The make and style of the citadels in Navolin varies depending on the region. In the north, where finding suitable building stone is difficult, many castles are built of stone foundations with wooden towers and battlements, while in the south and east, where stone is abundant, huge keeps of gray or tan stone can be found, on average, every ten miles. Most of these fortresses are comprised of a low, outer wall surrounding a fortified castle-town, with a secondary, high, inner wall which guards the main keep. Inside the inner wall are usually a stable, barracks, smithy, storehouse, courtyard and a large stone keep meant to serve as the final defensible position in the complex.",
        "@#The Right of Reclamation#@",
        "A long standing tradition in Navolin is the Right of Reclamation. Any person in Navolin who is able to reclaim an abandoned castle has the right to declare it their personal demesne, thus, instantly elevating them into the ranks of Navolinian nobility as a baron. Occasionally, a count or duke with an interest in expanding their holdings will hire mercenaries in order to reclaim a keep for one of their unlanded children. However, the law explicitly states that the claimant of a reclaimed citadel must be able to defend the keep from others who might attempt to claim it, meaning a claimant must personally be present to defend the fortress.",
        "This aspect of the law is intentionally dangerous, as it prevents lords from simply expanding their territory by hiring mercenary soldiers with no personal risk. It is widely known that this aspect of the law has resulted in a claimant being kill, or forced out of a reclaimed citadel, with a different title holder taking charge the castle. Few noble lords tend to be willing to risk their own safety, or that of their kin to do so, as the ancient dangers that reside within do not give up such bastions easily and even after clearing out a keep, they might find themselves waking up to a dagger in the back."
      ]
    },
    "dmArticles": {
    }
  },
  "Archduchy-of-Zurast": {
    "playerKnown": true,
    "tags": ["archduchy","state","ulfwyst","monarchy"],
    "name": "Archduchy of Zurast",
    "nickname": "Zurast",
    "linkingWords": ["Zurastan"],
    "type": "State",
    "population": "~320,000",
    "races": ["human","elf","gnome","half-elf","halfling"],
    "government": "Hereditary Monarchy",
    "currency": "Zurastan Helm",
    "capital": "City of Zurast",
    "location": "Ulfwyst",
    "leaders": ["Archduke Nicolai Valken"],
    "regions": ["Blighted Mire","Drakenwald","Lepkar Peninsula","Kazgrim Mountains"],
    "description": [
      "The @+Archduchy of Zurast+@ is a growing regional power in eastern Ulfwyst. Several hundred years ago, the City of Zurast was an ordinary city-state located on the southern Sulas river near the Bay of Claws. Only within the last 60 years, through military expansion and shrewd political maneuvering, have the archdukes of Zurast successfully expanded and maintained their position as a respected regional power. As Zurast does not have a large standing military of its own, this expansion was mostly possible with the mass recruitment of foreign mercenaries.",
        "Since it's founding as a city-state on the Sulas river, the City of Zurast has remained independent. Whether this is due to the dangers of marching an army through the region, the city's well built defenses, or the well-established trade networks in the region is hard to say. The few times that the city has been put under siege, its high, gray stone walls have never been breeched."
    ],
    "articles": {
      "Location": [
        "The archduchy is located in southeastern Ulfwyst, between the Bay of Claws and the Mare Concordis. It is primarily centered on the Sulas river, which provides fresh water and a navigable river for trade. The state is centered around the capital City of Zurast, located 8 miles upriver from the mouth of the bay. To the northwest lies the Blighted Mire, a dangerous swath of stinking marshland. The vast Drakenwald covers much of the land south of the city, with the Kazgrim Mountains looming beyond. Though rich in resources, the region is notoriously dangerous, with monstrous creatures residing in all of these places, striking out at many settlements that attempted to conquer the dangerous areas."
      ],
      "Wars of Expansion": [
        "Throughout the 25th century, as the financial influence of the city grew, the lords of Highwater, led Lord Mayor Fernand Valken II, later known as @*the Bold*@, found their domestic situation increasingly dangerous. The city had become overcrowded with a burgeoning population and an influx of immigrants, causing unrest due to a dearth of housing and perceived lack of upward mobility. The city-state had never sought to expand beyond its walls, but it seemed there was now a need for more land to house the growing Zurastian population.",
        "Receiving word that the clans of Lemuria were exhausted from conflicts with yet another horde of raiders from the Venngar Sea, and knowing that inaction would result in possible civil revolt, the lord mayor called for able bodied soldiers willing to earn land as part of an expansion campaign. After an extensive recruitment drive, the nobles of Highwater were dismayed to discovered their forces numbered only @*4,000*@ soldiers, not nearly enough for an aggressive campaign into the northern border of Lemuria, through the dangerous Drakenwald. Hoping to avoid open war, the lord mayor sent a formal demand for annexation of the Lepkar Peninsula to the High King in Kilurus, stating that if the land was not granted, it would be taken by force. After 3 long weeks, the Lemurians rejected the demands and formally declared the start of open war, now known as the War of Red Claws.",
        "Having expected this response from the proud clans of the south, Fernand and his council chose the only viable alternative, mercenary soldiers. Spending huge sums of coin, well over @+2 million Helms+@, the nobles of the city hired an addition @*8,000*@ soldiers for the expected six month campaign.",
        "Over the course of only 5 months, the highly trained soldiers of the Zurastian mercenaries, along with the inexperienced recruits from the city-state smashed the war weary armies of the clans of Lemuria. On the 17th of Dusvar 2C 2481, the Treaty of Lepkar was signed and Fernand Valken II was declared the @*First Archduke of Zurast*@.",
        "@#Expansion & Consolidation#@",
        "Over the course of the next 60 years, Zurast would undertake several further wars of expansion using the same tactics that had won them their first campaign in Lepkar. These campaigns, known as the War of the Black Bog, the Three Years War and the War of Sellswords, expanded the archduchy's territory to its current borders. Each time, when the political situation in the city of Zurast would become untenable, the Archduke and the nobles of Highwater would call for volunteers and then hire mercenaries to fill out their ranks.",
        "After each conflict, the archduchy would use the same process of consolidation as well. First, the mercenary companies hired would receive a bonus based on the success of the campaign. This payment was granted under the expectation that the mercenaries would not take up arms against the Archduchy for a period of at least five years following. In this way, the nobles ensured that their weakened neighbors would not be able to purchase the forces required for retaliation."
      ]
    }
  },
  "Kingdom-of-Lemuria": {
    "playerKnown": true,
    "tags": ["kingdom","state","ulfwyst","monarchy"],
    "name": "Kingdom of Lemuria",
    "nickname": "Lemuria",
    "linkingWords": ["Lemurian","Lemurians"],
    "type": "State",
    "currency": "Lemurian Pike",
    "capital": "Kilurus",
    "population": "~1.8 million",
    "races": ["human","elf","gnome","half-elf","half-orc","half-giant","marus"],
    "government": "Elective Clan Monarchy",
    "location": "Ulfwyst",
    "leaders": ["High Queen Inga Kjeldsen"],
    "regions": ["Korin Gulf","Strait of Krigere","Amber Grove","Torick Peaks","Mösöngol Tundra","Ursgal Islands","Venngar Sea","Mare Concordis"],
    "description": [
      "One of the largest states in eastern Ulfwyst, the clans of Lemuria control the frigid lands that surround the tempestuous Korin Gulf. Lemuria is a harsh and dangerous land, full of savage beasts, perilous terrain and volatile weather. The people who live here are large, willful, and daring. Over the millennia amongst the crags, glaciers, ice flows and howling woods, the people have developed an understanding with the land they inhabit."
    ],
    "articles":{
      "Society": [],
      "Military": [],
      "People of the Land": [
        "Due to the vast amount of natural wilderness that exists in this remote region of Ulfwyst, there is an innate connection in Lemuria with the Feywild. Many people claim to see fey spirits roaming the hills or dancing in the ancient forests.",
        "With this fey connection comes a peculiar phenomena: Lemuria has the highest concentration of half-elves in all of Ulfwyst, possibly in all of Centhris. It is not uncommon for a man or woman to disappear for years at a time, only to return from some far off place with a child in tow, a reminder of fleeting tryst with a fey from beyond the mortal realms. Half-elves are viewed as normal, or in some eyes, blessed people who have been touched by the realms beyond."
      ],
      "Settlements":[
        "Most of the people of Lemuria live in isolated, fortified villages and towns located at defendable positions in the landscape. Frotified hill-towns, sea-side ports located on the sides of cliffs and walled villages located deep in forests are typical fare for the people of Lemuria."
      ],
      "Masters of the Sea":[
        "Many towns in Lemuria are located along a river or on the coast. The people of this land have a healthy respect and a deep bond with the sea. Any person worth their salt knows how to handle a boat and can sail on a river, at the very least. Due to this cultural expectation, Lemurians are generally considered the most skilled sailors in Ulfwyst and it is common to find a merchant vessel in cities such as Volikgrad or Braxinfurt being commanded by a Lemurian captain."
      ],
      "Religion":[
        "Lemuria is an ancient and mystical land, full of haunted woods, deadly mires and frozen peaks. The people have mixed the traditional gods of Ulfwyst and their own, more ancient traditions.",
        "Almost every village and town in the kingdom has a temple dedicated to the gods, and also a sacred grove dedicated to the spirits of the land. This animist practice honors the spirits of the forest, rocks, river, mountains and sea with which the people of this place share a sacred bond. The people of Lemuria believe that though the gods hold supreme power over the world, their day to day lives are more influenced by the natural spirits all around them.",
        "To the people of Lemuria, it is as important to honor the local spirits as it is the Gods. Throughout the year, various rites, festivals and holidays mark the occasions important to the animist practices. When the spring crops are sown, a village will hold a festival to honor the spirits of the fields, the orchards and the streams. When a lamb is born or an old beast of burden dies, its spirit is honored in ancient rites at a family's ritual altar."
      ],
      "Sacred Monuments":[
        "In these sacred groves, druids and priests erect great stone circles dedicated to the spirits of the land. It is also a common tradition amongst the great clans to mark the rite of adulthood by placing a great runestone in a sacred location near the clan's hold. The head of the clan generally commissions the stone and then the clan, lead by the soon-to-be adult carry the stone to the destined location, planting the stone to mark the auspicious occasion."
      ]
    }
  },
  "Cibrin": {
    "playerKnown": true,
    "tags": ["kingdom","state","ulfwyst"],
    "name": "Cibrin",
    "nickname": "Realm of Cibrin",
    "linkingWords": ["Cibrinian","Cibrinians"],
    "type": "State",
    "currency": "Cibrinian Vale",
    "capital": "Enira",
    "population": "~750,000",
    "races": ["human","dwarf","uklang","half-orc","half-giant"],
    "government": "Feudal Monarchy",
    "location": "Ulfwyst",
    "leaders": ["Han Darga Vaburk of Clan Godak"],
    "regions": ["Ossin River","Torick-Vir Valley","Torick Peaks","Vir Mountains","Venngar Sea"],
    "description": [
      "A mid-sized state in southern Ulfwyst, the @+Realm of Cibrin+@ is a harsh land sitting between the Torick Peaks and Vir Mountain ranges, south of the Theocracy of Tovanis. Most of the kingdom is comprised of dangerous, untamed forest and craggy hills.",
      "Cibrin is an ancient land, and its people still remember the old ways. The harsh environments that make up the territory have caused the various fractured groups of peoples that live in the country to put aside their difference in order to survive. All are welcome under the banner of the chiefs, so long as they abide by the rules of the clan they live under.",
      "This is a place of ever-present dangers. Monsters stalk the woods. Giants, Trolls and Ogres walk the mountain passes. Great, horrific beasts roam the shore and sea. From below, horrors of the Underdark regularly appear during the long winter nights to raid the surface. The people who live here fear little, but are ever-vigilant against the constant dangers around them."
    ],
    "articles": {
      "Clan Law": [
        "Each clan is within its rights to set its own laws and codes, so long as they do not come into conflict with the overarching tenants of the Clan system.",
        "@#Customs of the Clans#@",
        "@+Provide for the Clan and the Clan Provides+@: All members of a clan are expected to provide half of what they earn or create as tribute to their community. The chief and their people then provide equitable goods based on need from clan stores. None are to go without, and none should have more than they need.",
        "@+Honor Above All+@: The highest honor one can achieve in their lifetime in their clan is a Totem of Honor. One's honor is worth more than gold. If someone dishonors themselves in the eyes of the clan, be it in battle, business or socially, they are exiled and their name is stripped from all records.","The harshest offenses carry a two-fold punishment. The clan seer first conducts the magical Rite of Cleansing, which permanently removes someone from the minds of all members of the clan, save the executioner. The clan member is then executed, knowing they have been almost completely forgotten.",
        "@+Heed the Call+@: All are expected to be fit to fight and defend their homeland. Martial prowess is valued as much as business acumen or scholarly knowledge. Even the village potter and tailor are expected to hone their craft alongside their martial skill.",
        "@+Embrace the Storm+@: The weather of Cibrin is a near constant battering of ocean storms, blizzards, and cutting winds. The people of this land worship many gods, but chief among them is The Thunder King. The clans honor Ukrom in a variety of ways, but many of them embrace the Tempest Karsoz, the Aspect of Glory."
      ]
    },
    "dmArticles":{
      "Only the Strong": [
        "Most of the inhabitants of Cibrin live in hillforts, subsisting as hunter-gatherers, or in coastal castle-towns from which they conduct maritime activities in the Venngar Sea. Due to it's geography and climate, the realm's population is comprised of hardier races, such as humans, dwarves, and Uklang, or yakfolk. It also has a high percentage of half-breeds, specifically half-orcs, and half-giants, as well as the very rare Marus, or walrus-people."
      ]
    }
  },
  "Theocracy-of-Tovanis": {
    "playerKnown": true,
    "tags": ["state","ulfwyst","theocracy"],
    "name": "Theocracy of Tovanis",
    "nickname": "Tovanis",
    "linkingWords": ["Tovani","Realm of Tovanis"],
    "type": "State",
    "currency": "Tovani Blade",
    "capital": "Axuros",
    "population": "~1.4 million",
    "races": ["human","aasimar","dwarf","halfling","half-orc","tiefling"],
    "government": "Elective Theocracy",
    "location": "Ulfwyst",
    "leaders": ["Tsongar Barath","Gergely Vastagh","Mozes Kovacs","Karola Piroska Szilágyi","Tomi Dobos","Ignac Lazar","Viola Pasztor"],
    "regions": ["Bay of Claws","Blighted Mire","Lake Droknog","Pillars of Amud","Retirim Valley","Torick Peaks"],
    "description": [
      "The @+Theocracy of Tovanis+@ (@?/ˈtoʊˌvənˌɪs/|https://en.wikipedia.org/wiki/Help:IPA/English?@) is a young state, having come into existence roughly 110 years ago. It is a centralized state ruled by the Church of the Eternal from the capital of Axuros. The rulers of Tovanis are notoriously hostile to practitioners of the arcane arts, having expelled all mages from the country on its founding. Any arcane magic user wishing to travel through, or live in Tovanis does so at great risk."
    ],
    "dmArticles":{
      "Dark Times": [
        "120 years ago, Tovanis did not exist as a state. Instead, it was a realm ruled by the lich known as Shulxaa the Withered King. Shulxaa had achieved lichdom several hundred years prior, but rose to power around 2C 1900. Over roughly a hundred years, the prior kingdom located in the region, known as Istagen, had been twisted into a puppet state by the lich.",
        "The Realm of Shulxaa was a nightmarish state of enslaved peoples, thralls and undead monstrosities. The lich, having only contempt for the 'lesser beings' in owner his dominion would regularly purge entire villages if the inhabitants committed even the slightest infractions. In this way, through fear and sheer force, the lich suppressed all but the bravest from rising against him."
      ],
      "A New Dawn": [
        "In 2C 2039 Shulxaa had become the defacto ruler of the country and deemed acting from the shadows an unnecessary formality. He assumed the throne of Istagen and for 344 years he ruled the country as its undying lord. In order to ensure he was not challenge, the lich begin removing all reference to the history and culture of the country before his existence, becoming a god-king in the eyes of his mostly human subjects. At first, the Dwarf Clans of the Amud attempted to squash this extremely dangerous threat to their south, however neither side was able to claim victory and a cold war remained up until the death of Shulxaa in 2C 2461, when he was defeated by an order of holy knights, known as the Knights of the Sacred Dawn, under the banner of the Eternal, the dawnbringer.",
        "With the defeat of Shulxaa, the knights, under the leadership of their Lord Marshall Temil Messard, established the new country of Tovanis."
      ],
      "Religious Governance": [
        "Though Shulxaa was defeated and his phylactery destroyed, the legacy of the Withered King remained. The knights, in order to restore a sense of stability to the people, established the Atrium Fidelium, a council of the faithful to the Eternal, whom they installed as the principal god of Tovanis. The council was to be an elected position amongst the members of the order, with each lieutenant given a fiefdom to oversee and revitalize after centuries of neglect under the lich. Thus, the new noble families of Tovanis were established, with each being given a seat at the council.",
        "The council itself is an elective body. A Provost Supremina is selected by the electors on the council following the death of the prior Provost. There are always 8 electors on the council, along with the Provost, who acts as the head and has final say in all affairs of state."
      ],
      "Suffer Not the Mage": [
        "Along with the ruling body, the order felt it prudent to deal with the dangers of renegade magic users. It was deemed that practitioners of the arcane, though useful, could not be controlled or trusted to avoid following their base desires for forbidden knowledge and power. Thus, all magicians, diviners, soothsayers, alchemists and sorcerers were expelled from the country, never to return on pain of death.",
        "The council then created the Order of the Custodial Mind. This clandestine order of mage-hunters was tasked with training elite assassins that, if needs be, could be sent out to track down and kill renegade mages that would reside in the newly formed Tovanis. These highly trained mage hunters now serve the Atrium Fidelium as their secretive arm, keeping the magical peace in Tovanis and potentially having reach to hunt down rogue mages throughout all of eastern Ulfwyst."
      ]
    }
  },
  "Syrothian-Empire": {
    "playerKnown": true,
    "tags": ["empire","state","ulfwyst","hobgoblins","monarchy"],
    "name": "Syrothian Empire",
    "nickname": "Syrothia",
    "linkingWords": ["Syrothian Empire","Syrothian"],
    "type": "State",
    "currency": "Syrothian Drake",
    "capital": "Lashkar",
    "population": "~8.3 million",
    "races": ["hobgoblin","goblin","bugbear","human","tiefling","half-orc","half-giant","uklang"],
    "government": "Dictatorship",
    "location": "Ulfwyst",
    "leaders": ["Droknac the Immortal"],
    "regions": ["Syrothian Plateau","Pillars of Amud","Rostamas","Wychwood Forest","Ur'shiid Desert","Lake Urisyr","Twilight Sea","Adorra Sound"],
    "description": [
      "The Syrothian Empire is a rising power in central Ulfwyst. Forged from disparate tribes of goblins and hobgoblins, they all now serve under the banner of Droknac the Immortal, a hobgoblin warlord who has forged his vast empire over the course of the last several hundred years. Under his command, hobgoblin armies march forth to claim new lands and capture slaves to serve their dark gods. "
    ],
    "dmArticles":{
      "Immortal Legions": [
        "Due to the strange nature of the goblinoid races, the armies of Syrothia are rarely, if ever, truly defeated. If a legion is defeated or completely annihilated, the hobgoblins that fell in battle may yet return. After a battle, any nearby goblins, either those kept in reserve by the empire, or natural inhabitants of an area, will swarms the battlefield, consuming the corpses of their fallen kin.",
        "Though the arms and armor of the legion may be broken or lost, over following month, as the goblins grow and gain the memories of those they consumed, the fallen legion returns. It is for this reason that the armies of Syrothia terrify their enemies. Entire legions will, if tactics require, throw themselves at a stronghold or into a lost cause. For the goblinoids are fully aware that while any casualties they inflict upon the enemy is permanent, the damage suffered on their end is only temporary.",
        "The most fearsome of the Legions' number are the Winged Scourge, elite hobgoblin warriors mounted on Blackfire Drakes."
      ],
      "Aggressive Expansion": [
        "The Syrothians are in the process of aggressively expanding to their east. Less than 20 years ago the completely absorbed the former state of Hestia into the empire. Now, they have turned their eyes north to the Kaeldrin Sanctum, looking to expand their naval presence and gain the rich arcane knowledge located in the magocracy's libraries."
      ]
    }
  },
  "Kingdom-of-Abbasyr": {
    "playerKnown": false,
    "name": "Kingdom of Abbasyr",
    "nickname": "Abbasyr",
    "linkingWords": ["Abbasyri"],
    "tags": ["kingdom","Abbasyr","state","ulfwyst","monarchy"],
    "type": "State",
    "capital": "Khezrabad",
    "currency": "Abbasyri Sphinx",
    "population": "~4 million",
    "races": ["dragonborn","human","half-orc","elf","gnome","half-elf","tiefling"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["Sultana Safa Abbasyr"],
    "regions": ["Ur'shiid Desert","Adorra Sound","Tashvir Mountains","the Rostamas"],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The Kingdom of Abbasyr is a large, feudal state located in Western Ulfwyst. "
      ]
    }
  },
  "Kaeldrin-Sanctum": {
    "playerKnown": false,
    "name": "Kaeldrin Sanctum",
    "nickname": "Kaeldrin",
    "linkingWords": ["the Sanctum","the Mage Sanctum"],
    "tags": ["state","ulfwyst","magocracy"],
    "type": "State",
    "capital": "Irulek",
    "currency": "Kaeldrin Eye",
    "population": "~5.6 million",
    "races": ["elf","human","tiefling","half-elf","gnome","halfling","dragonborn","half-orc","serbonji"],
    "government": "Oligarchic Magocracy",
    "location": "Ulfwyst",
    "leaders": ["Archmage Nakiasha Cathdeiryn"],
    "regions": ["Zavalev Mountains","Sullen Fen","Jayanti Isles","Adorra Sound","Zorebrak Peninsula"],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The Kaeldrin Sanctum is a large state located in north-central Ulfwyst. The state is famous for being ruled by a class of mages who act as a council and do not select a single permanent leader."
      ]
    }
  },
  "Ildroun-Vale": {
    "playerKnown": false,
    "name": "Ildroun Vale",
    "nickname": "Ildroun",
    "linkingWords": ["the Vale","the Elfin Vale"],
    "tags": ["state","ulfwyst","hereditary monarchy","kingdom"],
    "type": "State",
    "capital": "Irulek",
    "currency": "Ildroun Beetle",
    "population": "~250,000",
    "races": ["elf","human","tiefling","half-elf","gnome","halfling","dragonborn","half-orc","serbonji"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["Nantar Izorin Sarentus","Prince Thabos the Warrior"],
    "regions": ["Zavalev Mountains","Crimson Loch","Tormented Forest","Veldrin Wood","Malthor Forest"],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The Ildroun Vale is a small state located in north-central Ulfwyst. The kingdom sits in the shadow of the Zavalev mountains, north of the Crimson Loch. The kingdom is the only elven state in Ulfwyst."
      ]
    }
  },
  "Dol-Obok": {
    "playerKnown": true,
    "name": "Dol Obok",
    "nickname": "Dwarf Kingdom of Dol Obok",
    "linkingWords": ["Amudian"],
    "tags": ["kingdom","dwarf","state","ulfwyst","monarchy"],
    "type": "State",
    "capital": "Thellodur",
    "currency": "Amuddurin",
    "population": "~540,000",
    "races": ["dwaf","human","halfling","gnome","half-elf","uklang"],
    "government": "Hereditary Monarchy",
    "location": "Pillars of Amud",
    "leaders": ["High King Bramdur Thundershod"],
    "cities": ["Thellodur","Felrast","Isidar Hreth","Lanok","Nak Orodum","Vol Volund","Kadren Zul"],
    "description": [
      "The Dwarf Kingdom of Dol Obok is the largest dwarven civilization in Ulfwyst. Controlling the span of the Pillars of Amud, the dwarves of the kingdom are known for their neutrality. Instead of worrying about the politics, infighting and squabbles of outsiders, the Ziril'udór focus on the exploration of the under-mountains, the crafting of great works and the edification of the art of Runeforging.",
      "The symbol of Dol Obok is a pyramid-cut emerald in a bronze setting. Many of important places in a dwarven settlement, such as at the great hall, grand market and throne room will have prominently placed gemstones to dedicate the location. Sometimes, instead of a true emerald, green glass is used if the settlement lacks the wealth for the true gemstone or if, due to the size of the heraldry, the use of a true gemstone is not possible."
    ],
    "articles": {
      "Clan Connections": [
        "The dwarven kingdom of Dol Obok is comprised of numerous cities, fortresses and towns throughout the Pillars of Amud. Other dwarven holds in Ulfwyst have close ties or are direct offshoots of the kingdom, as many dwarven clans set out from their ancestral homeland to seek new places to enrich their kin. Most of these new fortresses and cities choose to remain independent, not bowing to the High King, however they still acknowledge a common ancestry and kinship."
      ]
    },
    "dmArticles": {
    }
  }
}