{   
  "Feywild": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Feywild",
    "nickname": "the Feywild",
    "linkingWords": [
    ],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "leaders": "Courts of the Feywild",
    "description": [
      "The @+Feywild+@ is an inner plane of the universal cosmology. Much like the Shadowfell, it is a reflection of the Prime Material plane, specifically of the natural world and the manifestation of mortal emotions, specifically dream, imagination and faith. ",

      "It is not uncommon to find locations where to the two planes cross into each other, allowing peoples to travel between the two realms."
    ],
    "articles": {
        "Land of Four Seasons": [
            "The Feywild is a supernatural reflection of the natural world, mimicking the Prime Material plane, but creating an exaggerated, wondrous reflection of it. This most often manifests as towering, enchanted forests, fields of vibrant wildflowers and majestic, rolling hills.",

            "The plane is divided between the four realms, each representing an aspect of the natural cycle of seasons. Each realm is ruled by powerful beings, known as Archfey, who rule over their domain not through force like the rulers of Centhris, but almost as a natural extension of the Feywild itself. These powerful, otherworldly beings align themselves into political blocs based on their fundamental nature, known as the Courts of the Feywild."
        ]
    },
    "dmArticles": {
        "Beings of Aether": [
            "Unlike the beings of the natural realm, who are born of the earth and clay, those of the Feywild are comprised of a more fantastic essence, representing their unnatural presence. All beings born of the Feywild are comprised of aether, the fifth element."
        ]
    }
  },
  "Shadowfell": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Shadowfell",
    "nickname": "the Shadowfell",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "description": [
      "The @+Shadowfell+@ is an inner plane of the universal cosmology, sometimes referred to as the Negative Plane. Much like the Feywild, it is a reflection of the Prime Material plan and it is not uncommon to find locations where to the two planes cross into each other, allowing peoples to travel between the two realms. The Shadowfell reflects the dark, hidden or negative aspects of the mortal world. Few enter this place by choice, as they quickly discover it is a realm of paranoia, misery and dread.",
      "The Shadowfell is a reflection of the mortal world, though not always in an expected way. Where on Centhris a keep stands, in the Shadowfell you might find a shattered ruin or a grand, dark tower. A verdant forest might reflect as a vast, nightmarish wood filled with vicious, savage predators, or a long-dead forest of ruined trees.",
      "The plane is ruled over by the dangerous and capricious Lords of the Fell, sometimes referred to as Aspects. The exact nature of these beings is unknown, as they seem to exhibit almost god-like power in their own domain, but are completely unable to affect areas outside it. These places of power, of which each lords controls only one, are personal domains where they have absolute power. These dark masters almost never interact with each other, as they are essentially unable to leave their own domains; the exception to this seems to be the city of Gloomwrought, where all the denizens of the Shadowfell may tread. It is extremely rare to see a fell lord in @~Gloomwrought~@, even if they are able to travel to it, since they are at their weakest when in the City of Shadow. Only the most important or enticing scenarios manage to attract a dark master to the city."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Astra-Sea": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Astra Sea",
    "nickname": "the Astra Sea",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "quote": "\"It is the space between everything. It is the road that goes everywhere. It is where you are when you aren't anywhere else.\"",
    "description": [
      "The @+Astra Sea+@ is an outer plane in universal cosmology and the domain of raw elemental energy and matter. It is considered the opposite of its elemental counterpart, the Elemental Chaos. It is described as being \"above\" the Prime Material plane and its reflections, the Feywild and the Shadowfell.",
      "Time in the Astral flows at the same rate as on a Prime Material plane but the effects of time are slowed almost to a stop ― a thousand years in the Astral plane feels like only a day to its denizens. Creatures do not go hungry, nor do they age while in the Astral plane. For that reason, its mortal inhabitants need to return to the Material Plane in order to have children, or to reach adulthood."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Elemental-Chaos": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Elemental Chaos",
    "nickname": "the Elemental Chaos",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "description": [
      "The @+Elemental Chaos+@ is an outer plane in universal cosmology and the domain of raw elemental energy and matter. It is considered the opposite of its divine counterpart, the Astral Sea. The Elemental Chaos is home to the four primary elemental planes,  the Plane of Air, the Plane of Earth, the Plane of Fire, and the Plane of Water, as well as most planes cosmically aligned with Chaos. The Abyss is located at the bottom of the Elemental Chaos, below the realm of Pandemonium."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },

  "Celestia": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Celestia",
    "nickname": "Celestia",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Lawful Good",
    "description": [
      "@+Celestia+@ is the plane of divine benevolence dedicated to goodness, shaped by law and justice tempered with mercy. The plane is located in the Astral Sea."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Mechanus": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Mechanus",
    "nickname": "Mechanus",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Lawful Neutral",
    "description": [
      "@+Mechanus+@ is the plane of divine law and cosmic order located in the Astral Sea. Mechanus is said to be comprised of an infinite number of interlocking, gear-like discs. As the plane of absolute law and order, Mechanus has perfectly equal amounts of light and dark, and equal measure of the four elements. There is a place for everything on the plane. Even individuals living here exist to fit into the greater scheme of things and thus achieve a perfect society."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Nine-Hells": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Nine Hells",
    "nickname": "the Nine Hells",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Lawful Evil",
    "description": [
      "The @+Nine Hells+@ is a plane of sinister evil and institutional cruelty located in the Astral Sea. The hells are organized into nine different infinite layers which are connected via barriers. Thus the lowest point of one layer manifests as the highest point of the one below it. It is definitely the home of all cosmic Lawful Evil and is ruled by the Master."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  
  "Pandemonium": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Pandemonium",
    "nickname": "Pandemonium",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Chaotic Neutral",
    "description": [
      "@+Pandemonium+@ is a plane of discord and entropy located in the Elemental Chaos."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Vorganund": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Vorganund",
    "nickname": "Vorganund",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Neutral Evil",
    "description": [
      "@+Vorganund+@ is a plane of evil and malice located in the Astral Sea. The beings of this plane take no sides in the eternal conflict between order and chaos, interfering only when they see a situation that might be profitable or a potential for the advancement of their own schemes. "
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Abyss": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Abyss",
    "nickname": "the Abyss",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Chaotic Evil",
    "description": [
      "The @+Abyss+@ is the infinitely deep, endlessly shifting pit which is the home of all demons. The plane is located at the bottom of the Elemental Chaos."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Elysium": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Elysium",
    "nickname": "Elysium",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Neutral Good",
    "description": [
      "The plane of @+Elysium+@ is the ."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Arcadia": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Arcadia",
    "nickname": "Arcadia",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Chaotic Good",
    "description": [
      "@+Arcadia+@ is the plane of unfettered freedom and benevolence, located in the Astral Sea. The plane is renowned for its natural beauty with a multitude of thriving environments. Much of the plane is dominated by vast tall forests, but also includes glades of wildflowers and fields of grain. As a plane that embodies chaos, it has a wild and often sudden nature, with great storms arising without notice."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Elysium": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Elysium",
    "nickname": "Elysium",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Neutral Good",
    "description": [
      "The plane of @+Elysium+@ is the ."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Plane-of-Fire": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Plane of Fire",
    "nickname": "Elemental Plane of Fire",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Chaotic Good",
    "description": [
      "The @+Elemental Plane of Fire+@ is one of the planes of the Elemental Chaos. It is the home plane for all fire elementals and the location of the City of Brass."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Plane-of-Air": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Plane of Air",
    "nickname": "Elemental Plane of Air",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Chaotic Good",
    "description": [
      "The @+Elemental Plane of Air+@ is one of the planes of the Elemental Chaos. The plane is a vast, open void of swirling wind, clouds and floating chunks of earth which move in the air currents."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Plane-of-Water": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Plane of Water",
    "nickname": "Elemental Plane of Water",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Chaotic Good",
    "description": [
      "The @+Elemental Plane of Water+@ is one of the planes of the Elemental Chaos. The plane is comprised of a endless ocean filled with all manner of sea life."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  },
  "Plane-of-Earth": {
    "playerKnown": true,
    "path": "location",
    "hideOnCat": true,
    "name": "Plane of Earth",
    "nickname": "Elemental Plane of Earth",
    "linkingWords": [],
    "tags": ["mythic locale","plane"],
    "type": "Plane",
    "alignment": "Chaotic Good",
    "description": [
      "The @+Elemental Plane of Earth+@ is one of the planes of the Elemental Chaos. A seemingly endless series of caverns, cliffs and gorges, this plane is home plane for all earth elementals."
    ],
    "articles": {

    },
    "dmArticles": {

    }
  }
}