{
  "Kingdom-of-Navolin": {
    "playerKnown": true,
    "name": "Kingdom of Navolin",
    "nickname": "Navolin",
    "linkingWords": ["Navolinian"],
    "tags": ["kingdom","navolin","state","ulfwyst","monarchy"],
    "type": "State",
    "currency": "Navolinian Talon",
    "capital": "Frecyra",
    "population": "~2.5 million",
    "races": ["human","elf","gnome","half-elf","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["King Kzesimir III"],
    "regions": ["Kelishan Highlands","Galren Moor","Damali Steppe","Tiderack Coast"],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The Kingdom of Navolin is a large, feudal state located in Eastern Ulfwyst."
      ]
    }
  },
  "Archduchy-of-Zurast": {
    "playerKnown": true,
    "tags": ["archduchy","state","ulfwyst","monarchy"],
    "name": "Archduchy of Zurast",
    "nickname": "Zurast",
    "type": "State",
    "population": "~320,000",
    "races": ["human","elf","gnome","half-elf","halfling"],
    "government": "Hereditary Monarchy",
    "currency": "Zuriastian Helm",
    "capital": "City of Zurast",
    "location": "Ulfwyst",
    "leaders": ["Archduke Nicolai Valken"],
    "regions": ["Blighted Mire","Drakenwald","Kazgrim Mountains"],
    "description": [
      "The Archduchy of Zurast is a growing regional power in eastern Ulfwyst. Several hundred years ago, the City of Zurast was an ordinary city-state located on the southern Sulas river near the Bay of Claws. Only within the last 60 years, through military expansion and shrewd political maneuvering, have the archdukes of Zurast successfully expanded and maintained their position as a respected regional power. As Zurast does not have a large standing military of its own, this expansion was mostly paved by foreign mercenaries. It is unclear where the Archduchy acquired such a sudden influx of wealth to be able to afford its mercenary armies, though there are many rumors bandied about."
    ]
  },
  "Kingdom-of-Lemuria": {
    "playerKnown": true,
    "tags": ["kingdom","state","ulfwyst","monarchy"],
    "name": "Kingdom of Lemuria",
    "nickname": "Lemuria",
    "linkingWords": ["Lemurian"],
    "type": "State",
    "currency": "Lemurian Pike",
    "capital": "Kilurus",
    "population": "~1.8 million",
    "races": ["human","elf","gnome","half-elf","half-orc","half-giant","marus"],
    "government": "Elective Clan Monarchy",
    "location": "Ulfwyst",
    "leaders": ["High Queen Inga Sudrheim"],
    "regions": ["Korin Gulf","Strait of Krigere","Amber Grove","Torick Peaks","Mösöngol Tundra","Ursgal Islands","Venngar Sea","Mare Concordis"],
    "description": [
      "One of the largest states in eastern Ulfwyst, the clans of Lemuria control the frigid lands that surround the tempestuous Korin Gulf. Lemuria is a harsh and dangerous land, full of savage beasts, perilous terrain and volatile weather. The people who live here are large, willful, and daring. Over the millennia amongst the crags, glaciers, ice flows and howling woods, the people have developed an understanding with the land they inhabit."
    ],
    "articles":{
      "People of the Land": [
        "Due to the vast amount of natural wilderness that exists in this remote region of Ulfwyst, there is an innate connection in Lemuria with the Feywild. Many people claim to see fey spirits roaming the hills or dancing in the ancient forests.",
        "With this fey connection comes a peculiar phenomena: Lemuria has the highest concentration of half-elves in all of Ulfwyst, possibly in all of Centhris. It is not uncommon for a man or woman to disappear for years at a time, only to return from some far off place with a child in tow, a reminder of fleeting tryst with a fey from beyond the mortal realms. Half-elves are viewed as normal, or in some eyes, blessed people who have been touched by the realms beyond."
      ],
      "Settlements":[
        "Most of the people of Lemuria live in isolated, fortified villages and towns located at defendable positions in the landscape. Frotified hill-towns, sea-side ports located on the sides of cliffs and walled villages located deep in forests are typical fare for the people of Lemuria."
      ],
      "Masters of the Sea":[
        "Many towns in Lemuria are located along a river or on the coast. The people of this land have a healthy respect and a deep bond with the sea. Any person worth their salt knows how to handle a boat and can sail on a river, at the very least. Due to this cultural expectation, Lemurians are generally considered the most skilled sailors in Ulfwyst and it is common to find a merchant vessel in cities such as Volikgrad or Braxinfurt being commanded by a Lemurian captain."
      ],
      "Religion":[
        "Lemuria is an ancient and mystical land, full of haunted woods, deadly mires and frozen peaks. The people have mixed the traditional gods of Ulfwyst and their own, more ancient traditions.",
        "Almost every village and town in the kingdom has a temple dedicated to the gods, and also a sacred grove dedicated to the spirits of the land. This animist practice honors the spirits of the forest, rocks, river, mountains and sea with which the people of this place share a sacred bond. The people of Lemuria believe that though the gods hold supreme power over the world, their day to day lives are more influenced by the natural spirits all around them.",
        "To the people of Lemuria, it is as important to honor the local spirits as it is the Gods. Throughout the year, various rites, festivals and holidays mark the occasions important to the animist practices. When the spring crops are sown, a village will hold a festival to honor the spirits of the fields, the orchards and the streams. When a lamb is born or an old beast of burden dies, its spirit is honored in ancient rites at a family's ritual altar."
      ],
      "Sacred Monuments":[
        "In these sacred groves, druids and priests erect great stone circles dedicated to the spirits of the land. It is also a common tradition amongst the great clans to mark the rite of adulthood by placing a great runestone in a sacred location near the clan's hold. The head of the clan generally commissions the stone and then the clan, lead by the soon-to-be adult carry the stone to the destined location, planting the stone to mark the auspicious occasion."
      ]
    }
  },
  "Cibrin": {
    "playerKnown": true,
    "tags": ["kingdom","state","ulfwyst"],
    "name": "Cibrin",
    "nickname": "Realm of Cibrin",
    "linkingWords": ["Cibrinian"],
    "type": "State",
    "currency": "Cibrinian Vale",
    "capital": "Enira",
    "population": "~0.7 million",
    "races": ["human","dwarf","uklang","half-orc","half-giant"],
    "government": "Feudal Monarchy",
    "location": "Ulfwyst",
    "leaders": ["Han Darga Vaburk of Clan Godak"],
    "regions": ["Ossin River","Torick-Vir Valley","Torick Peaks","Vir Mountains","Venngar Sea"],
    "description": [
      "A mid-sized state in southern Ulfwyst, the Realm of Cibrin is a harsh land sitting between the Torik Peaks and Vir Mountain ranges, south of the Theocracy of Tovanis. Most of the kingdom is comprised of dangerous, untamed forest and craggy hills."
    ],
    "dmArticles":{
      "Only the Strong": [
        "Most of the inhabitants of Cibrin live in hillforts, subsisting as hunter-gatherers, or in coastal castle-towns from which they conduct maritime activities in the Venngar Sea. Due to it's geography and climate, the realm's population is comprised of hardier races, such as humans, dwarves, and Uklang, or yakfolk. It also has a high percentage of half-breeds, specifically half-orcs, and half-giants, as well as the very rare Marus, or walrus-people."
      ]
    }
  },
  "Tovanis": {
    "playerKnown": true,
    "tags": ["state","ulfwyst","theocracy"],
    "name": "Tovanis",
    "nickname": "Realm of Tovanis",
    "linkingWords": ["Tovanian"],
    "type": "State",
    "currency": "Tovanian orodumi",
    "capital": "Axuros",
    "population": "~1.4 million",
    "races": ["human","aasimar","dwarf","halfling","half-orc","tiefling"],
    "government": "Elective Theocracy",
    "location": "Ulfwyst",
    "leaders": ["Tsongar Barath","Gergely Vastagh","Mozes Kovacs","Karola Piroska Szilágyi","Tomi Dobos","Ignac Lazar","Viola Pasztor"],
    "regions": ["Bay of Claws","Blighted Mire","Desolate Wastes","Lake Droknog","Pillars of Amud","Semogan Hills","Torick Peaks"],
    "description": [
      "The Realm of Tovanis is a young state, having come into existence roughly 200 years ago. It is a centralized state ruled by the Church of the Eternal from the capital of Axuros. The rulers of Tovanis are notoriously hostile to practitioners of the arcane arts, having expelled all mages from the country on its founding. Any arcane magic user wishing to travel through, or live in Tovanis does so at great risk."
    ],
    "dmArticles":{
      "Dark Times": [
        "200 years ago, Tovanis did not exist as a state. Instead, it was a realm ruled by the lich known as Shulxaa the Withered King. Shulxaa had achieved lichdom several hundred years prior, but rose to power around 2C 1900. Over roughly a hundred years, the prior kingdom located in the region, known as Istagen, had been twisted into a puppet state by the lich.",
        "The Realm of Shulxaa was a nightmarish state of enslaved peoples, thralls and undead monstrosities. The lich, having only contempt for the 'lesser beings' in owner his dominion would regularly purge entire villages if the inhabitants committed even the slightest infractions. In this way, through fear and sheer force, the lich suppressed all but the bravest from rising against him."
      ],
      "A New Dawn": [
        "In 2C 2039 Shulxaa had become the defacto ruler of the country and deemed acting from the shadows an unnecessary formality. He assumed the throne of Istagen and for 344 years he ruled the country as its undying lord. In order to ensure he was not challenge, the lich begin removing all reference to the history and culture of the country before his existence, becoming a god-king in the eyes of his mostly human subjects. At first, the Dwarf Clans of the Amud attempted to squash this extremely dangerous threat to their south, however neither side was able to claim victory and a cold war remained up until the death of Shulxaa in 2C 2381, when he was defeated by an order of holy knights, known as the Knights of the Sacred Dawn, under the banner of the Eternal, the dawnbringer.",
        "With the defeat of Shulxaa, the knights, under the leadership of their Lord Marshall Temil Messard, established the new country of Tovanis."
      ],
      "Religious Governance": [
        "Though Shulxaa was defeated and his phylactery destroyed, the legacy of the Withered King remained. The knights, in order to restore a sense of stability to the people, established the Atrium Fidelium, a council of the faithful to the Eternal, whom they installed as the principal god of Tovanis. The council was to be an elected position amongst the members of the order, with each lieutenant given a fiefdom to oversee and revitalize after centuries of neglect under the lich. Thus, the new noble families of Tovanis were established, with each being given a seat at the council.",
        "The council itself is an elective body. A Provost Supremina is selected by the electors on the council following the death of the prior Provost. There are always 8 electors on the council, along with the Provost, who acts as the head and has final say in all affairs of state."
      ],
      "Suffer Not the Mage": [
        "Along with the ruling body, the order felt it prudent to deal with the dangers of renegade magic users. It was deemed that practitioners of the arcane, though useful, could not be controlled or trusted to avoid following their base desires for forbidden knowledge and power. Thus, all magicians, diviners, soothsayers, alchemists and sorcerers were expelled from the country, never to return on pain of death.",
        "The council then created the Order of the Custodial Mind. This clandestine order of mage-hunters was tasked with training elite assassins that, if needs be, could be sent out to track down and kill renegade mages that would reside in the newly formed Tovanis. These highly trained mage hunters now serve the Atrium Fidelium as their secretive arm, keeping the magical peace in Tovanis and potentially having reach to hunt down rogue mages throughout all of eastern Ulfwyst."
      ]
    }
  },
  "Syrothian-Empire": {
    "playerKnown": true,
    "tags": ["empire","state","ulfwyst","hobgoblins","monarchy"],
    "name": "Syrothian Empire",
    "nickname": "Syrothia",
    "linkingWords": ["Syrothian Empire","Syrothian"],
    "type": "State",
    "currency": "Syrothian Claw",
    "capital": "Lashkar",
    "population": "~8.3 million",
    "races": ["hobgoblin","goblin","bugbear","human","tiefling","half-orc","half-giant","uklang"],
    "government": "Dictatorship",
    "location": "Ulfwyst",
    "leaders": ["Droknac the Immortal"],
    "regions": ["Syrothian Plateau","Pillars of Amud","Rostamas","Wychwood Forest","Ur'shiid Desert","Lake Urisyr","Twilight Sea","Adorra Sound"],
    "description": [
      "The Syrothian Empire is a rising power in central Ulfwyst. Forged from disparate tribes of goblins and hobgoblins, they all now serve under the banner of Droknac the Immortal, a hobgoblin warlord who has forged his vast empire over the course of the last several hundred years. Under his command, hobgoblin armies march forth to claim new lands and capture slaves to serve their dark gods. "
    ],
    "dmArticles":{
      "Immortal Legions": [
        "Due to the strange nature of the goblinoid races, the armies of Syrothia are rarely, if ever, truly defeated. If a legion is defeated or completely annihilated, the hobgoblins that fell in battle may yet return. After a battle, any nearby goblins, either those kept in reserve by the empire, or natural inhabitants of an area, will swarms the battlefield, consuming the corpses of their fallen kin.",
        "Though the arms and armor of the legion may be broken or lost, over following month, as the goblins grow and gain the memories of those they consumed, the fallen legion returns. It is for this reason that the armies of Syrothia terrify their enemies. Entire legions will, if tactics require, throw themselves at a stronghold or into a lost cause. For the goblinoids are fully aware that while any casualties they inflict upon the enemy is permanent, the damage suffered on their end is only temporary.",
        "The most fearsome of the Legions' number are the Winged Scourge, elite hobgoblin warriors mounted on Blackfire Drakes."
      ],
      "Aggressive Expansion": [
        "The Syrothians are in the process of aggressively expanding to their east. Less than 20 years ago the completely absorbed the former state of Hestia into the empire. Now, they have turned their eyes north to the Kaeldrin Sanctum, looking to expand their naval presence and gain the rich arcane knowledge located in the magocracy's libraries."
      ]
    }
  },
  "Kingdom-of-Abbasyr": {
    "playerKnown": false,
    "name": "Kingdom of Abbasyr",
    "nickname": "Abbasyr",
    "linkingWords": ["Abbasyri"],
    "tags": ["kingdom","Abbasyr","state","ulfwyst","monarchy"],
    "type": "State",
    "capital": "Khezrabad",
    "currency": "Abbasyri Shinx",
    "population": "~4 million",
    "races": ["dragonborn","human","half-orc","elf","gnome","half-elf","tiefling"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["Sultana Safa Abbasyr"],
    "regions": ["Ur'shiid Desert","Adorra Sound","Tashvir Mountains","the Rostamas"],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The Kingdom of Abbasyr is a large, feudal state located in Western Ulfwyst. "
      ]
    }
  },
  "Kaeldrin-Sanctum": {
    "playerKnown": false,
    "name": "Kaeldrin Sanctum",
    "nickname": "Kaeldrin",
    "linkingWords": ["the Sanctum","the Mage Sanctum"],
    "tags": ["state","ulfwyst","magocracy"],
    "type": "State",
    "capital": "Irulek",
    "currency": "Kaeldrin Eye",
    "population": "~5.6 million",
    "races": ["elf","human","tiefling","half-elf","gnome","halfling","dragonborn","half-orc","serbonji"],
    "government": "Oligarchic Magocracy",
    "location": "Ulfwyst",
    "leaders": ["Archmage Nakiasha Cathdeiryn"],
    "regions": ["Zavalev Mountains","Sullen Fen","Jayanti Isles","Adorra Sound","Zorebrak Peninsula"],
    "description": [
    ],
    "dmArticles": {
      "History": [
        "The Kaeldrin Sanctum is a large state located in north-central Ulfwyst. The state is famous for being ruled by a class of mages who act as a council and do not select a single permanent leader."
      ]
    }
  },
  "Dol-Obok": {
    "playerKnown": true,
    "name": "Dol Obok",
    "nickname": "Dwarf Kingdom of Dol Obok",
    "linkingWords": ["Amudian"],
    "tags": ["kingdom","dwarf","state","ulfwyst","monarchy"],
    "type": "State",
    "capital": "Thellodur",
    "currency": "Amuddurin",
    "population": "~540,000",
    "races": ["dwaf","human","halfling","gnome","half-elf","uklang"],
    "government": "Hereditary Monarchy",
    "location": "Pillars of Amud",
    "leaders": ["High King Bramdur Thundershod"],
    "cities": ["Thellodur","Felrast","Isidar Hreth","Lanok","Nak Orodum"],
    "description": [
      "The Dwarf Kingdom of Dol Obok is the largest dwarven civilization in Ulfwyst. Controlling the span of the Pillars of Amud, the dwarves of the kingdom are known for their neutrality. Instead of worrying about the politics, infighting and squabbles of outsiders, the Saràm'ezar focus on the exploration of the under-mountains, the crafting of great works and the edification of the art of Runeforging.",
      "The symbol of Dol Obok is a pyramid-cut emerald in a bronze setting. Many of important places in a dwarven settlement, such as at the great hall, grand market and throne room will have prominently placed gemstones to dedicate the location. Sometimes, instead of a true emerald, green glass is used if the settlement lacks the wealth for the true gemstone or if, due to the size of the heraldry, the use of a true gemstone is not possible."
    ],
    "articles": {
      "Clan Connections": [
        "The dwarven kingdom of Dol Obok is comprised of numerous cities, fortresses and towns throughout the Pillars of Amud. Other dwarven holds in Ulfwyst have close ties or are direct offshoots of the kingdom, as many dwarven clans set out from their ancestral homeland to seek new places to enrich their kin. Most of these new fortresses and cities choose to remain independent, not bowing to the High King, however they still acknowledge a common ancestry and kinship."
      ]
    },
    "dmArticles": {
    }
  }
}