{ 
  "Kelishan-Highlands": {
    "playerKnown": true,
    "path": "location",
    "tags": ["region","highlands","plains","navolin","ulfwyst"],
    "name": "Kelishan Highlands",
    "nickname": "Kelishan",
    "type": "Region",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling"],
    "nation": "Kingdom of Navolin",
    "location": "Ulfwyst",
    "description": [
      "The Kelishan Highlands is a region in eastern Ulfwyst located north of the Blighted Mire, west of the Jordonis Mountains and west of the Desolate Wastes.",
      "A vast grassland of rolling hills dotted with the occasional forest, the highlands of Kelishan are considered an integral part of the Kingdom of Navolin. It is here that the kingdom produces most of its grain harvest. In addition, the highlands are excellent territory for herding a variety of livestock, including cattle, horses and sheep.",
      "Though rain is not plentiful, there is generally enough in a year to ensure a decent crop. The region offers few sources of metal or stone, and most settlements consist of wooden structures with thatched roofs. If a settlement is walled, it is generally surrounded by a palisade or an earthen mound.",
      "The largest river in the highlands is the Sulas, which collects water in the highlands and runs south to the Blighted Mire and on to the Bay of Claws."
    ]    
  },
  "Damali-Steppe": {
    "playerKnown": true,
    "path": "location",
    "tags": ["region","plains","steppe","navolin","ulfwyst"],
    "name": "Damali Steppe",
    "nickname": "Damali Basin",
    "type": "Region",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling"],
    "nation": "Kingdom of Navolin",
    "location": "Ulfwyst",
    "description": [
      "The Damali Steppe is a seemingly endless flat grassland that makes up a large area of east-central Ulfwyst. The steppe is considered the territorial barrier between the Kingdom of Navolin and the Kaeldrin Sanctum."
    ]    
  },
  "Syrothian-Plateau": {
    "playerKnown": true,
    "path": "location",
    "tags": ["region","plains","steppe","Syrothian Empire","ulfwyst"],
    "name": "Syrothian Plateau",
    "nickname": "Syrothian Plateau",
    "type": "Region",
    "nation": "Syrothian Empire",
    "location": "Ulfwyst",
    "description": [
      "The @+Syrothian Plateau+@ a seemingly endless, rolling grassland that covers the nearly the entirety of central Ulfwyst. The plateau has been home to numerous tribes of nomadic peoples and various great plains creatures including horses, elk, boar, wolves, griffins, wyverns and even the occasional roc."
    ]    
  },
  "Barrier-Coast": {
    "playerKnown": true,
    "path": "location",
    "tags": ["region","coast","mountains","ulfwyst"],
    "name": "Barrier Coast",
    "nickname": "Barrier Coast",
    "type": "Region",
    "races": ["human","dwarf","gnome","half-orc","dragonborn","tiefling"],
    "nation": "Barrier Coast City-States",
    "location": "Ulfwyst",
    "description": [
      "The Barrier Coast is a Region on the eastern coast of the continent of Ulfwyst. The region is a relatively dry, rocky coastline east of the Jordonis Mountains before ending at the Mare Concordis. Due to its length, the southern end of the region is temperate, while the northern end of the coast is sub-tropical.",
      "The major political elements in the region are the Free City-States of the Barrier Coast. These loosely affiliated city-states maintain their independence from each other, but share a common culture and a defensive alliance against outside aggression from other regional powers. The major city-states that comprise this alliance are Braxinfurt, Korasov, Rakenburg, Venbrin and Volikgrad."
    ]    
  },
  "Isle-of-Sunheim": {
    "playerKnown": true,
    "path": "location",
    "tags": ["island","barrier coast","region","ulfwyst"],
    "name": "Isle of Sunheim",
    "nickname": "Sunheim",
    "type": "Island",
    "location": "Mare Concordis",
    "description": [
      "The Isle of Sunheim is located off the eastern coast of the continent of Ulfwyst. Is is a sub-tropical island. The largest settlement on the island is the city of Venbrin."
    ]    
  },
  "Toridosa-Archipelago": {
    "playerKnown": true,
    "path": "location",
    "tags": ["island","archipelago","region","ulfwyst"],
    "name": "Toridosa Archipelago",
    "nickname": "Toridosa",
    "type": "Island",
    "description": [
      "The Toridosa Archipelago is series of islands in the center of the Mare Concordis. Little is known about the islands, though their existence has been known for centuries. It was only within the last few years that the island chain has been successfully mapped.",
      "Explorers who have traveled to the archipelago speak of incredible, vast ruins and terrible dangers that await any who venture there."
    ]    
  },
  "Nakali-Islands": {
    "playerKnown": true,
    "path": "location",
    "tags": ["islands","region","ulfwyst"],
    "name": "Nakali Islands",
    "nickname": "Nakali Isles",
    "type": "Island",
    "description": [
      "The @+Nakali Islands+@ are an island chain off the north western coast of Ulfwyst. Covered in dense, verdant jungle, the islands are thought to be mostly uninhabited. Crewmen of ships that have sailed past the islands state that there are huge, ancient ruins, mostly in the form of large pyramids, that dot some islands, but expeditions to the islands have proven extremely difficult due to the oppressive heat, dense jungles, aggressive wildlife and rumors of strange tribal peoples that live amongst the ruins."
    ],
    "articles": {
      "Islands": [
        "@#Haryuma#@",
        "The largest and southern-most island in the Nakali isles is known as Haryuma."
      ]
    },
    "dmArticles": {

    }
  },
  "Jayanti-Isles": {
    "playerKnown": true,
    "path": "location",
    "tags": ["islands","region","ulfwyst"],
    "name": "Jayanti Isles",
    "nickname": "Jayanti Islands",
    "type": "Island",
    "description": [
      "The @+Jayanti Islands+@ are an island chain off the northern coast of Ulfwyst. Volcanic in origin, the islands are covered in thick forests before rising up to the high, jagged peaks at their center. Several large port towns have been established on the islands in order to facilitate trade along the northern coast."
    ],
    "articles": {
    },
    "dmArticles": {

    }
  },
  "Valley-of-Rud-Gilan": {
    "playerKnown": false,
    "path": "location",
    "tags": ["valley","Ur'shiid","region","ulfwyst","Abbasyr"],
    "name": "Valley of Rud Gilan",
    "nickname": "the Valley of No Return",
    "type": "Region",
    "location": "Ur'shiid Desert",
    "description": [
      "The Valley of Rud Gilan, also known as the Valley of No Return, is a dangerous sub-region of the Ur'shiid Desert. The valley is composed of rocky outcroppings and narrow, dry river beds. The area does receive occasional rainfall, during which the region floods for short periods of time before returning to its usual, arid state.",
      "The creatures that live in this region have evolved to survive in such a hostile climate. Voracious carnivores stalk the shards of jagged rock and the few herbivores that live in the area are stout beasts with various ways of conserving water between the infrequent periods of rain.",
      "Remnants of a long-dead civilization still dot the region. Many structures have long crumbled into ruin, though many great monuments, temples and public works can still be found throughout the area. Superstitious travelers steer well clear of the valley, and claim they have seen or hear tales of terrible, nightmarish creatures that wander the valley at night. Other claim they have seen huge, winged creatures circle the crags and ruins, openly displaying their power and ownership of the valley to anyone who might challenge their dominance."
    ] 
  },
  "Iron-Hills": {
    "playerKnown": true,
    "path": "location",
    "tags": ["hills","region","ulfwyst","forest","pillars of amud"],
    "name": "Iron Hills",
    "nickname": "The Iron Hills",
    "type": "Region",
    "nation": ["Dol Obok"],
    "location": "Ulfwyst",
    "description": [
      "The @+Iron Hills+@ are a region of foothills south of the Pillars of Amud, in central Ulfwyst. Named for the region's extensive deposits of iron ore, primarily in the form of magnetite, the foothills have become a major source of raw material for the dwarven kingdom of Dol Obok."
    ]    
  },
  "Tiderack-Coast": {
    "playerKnown": true,
    "path": "location",
    "tags": ["coast","region","ulfwyst"],
    "name": "Tiderack Coast",
    "nickname": "Tiderack Coast",
    "linkingWords": ["Tiderack"],
    "type": "Region",
    "location": "Navolin",
    "description": [
    ]    
  },
  "Vuradel-Coast": {
    "playerKnown": false,
    "path": "location",
    "tags": ["coast","region","ulfwyst"],
    "name": "Vuradel Coast",
    "nickname": "Vuradel Coast",
    "linkingWords": ["Tiderack"],
    "type": "Region",
    "location": "Navolin",
    "description": [
    ]    
  },
  "Olgarrod-Wilds": {
    "playerKnown": true,
    "path": "location",
    "tags": ["region","ulfwyst","arctic forest"],
    "name": "Olgarrod Wilds",
    "nickname": "Olgarrod Wilds",
    "type": "Region",
    "location": "Southern Ulfwyst",
    "description": [
      "The @+Olgarrod Wilds+@ are a huge region of alpine tundra in south-central Ulfwyst. The wilds are inhabited by dangerous wild beasts, monstrous creatures and tribes of giants. Few explorers from the civilized areas of the continent have attempted to explore the region. Those that have traveled to the wilds and lived to speak of it state that it is a land of stunning beauty and incredible danger."
    ]    
  },
  "Retirim-Valley": {
    "playerKnown": true,
    "path": "location",
    "tags": ["region","ulfwyst","valley","Tovanis"],
    "name": "Retirim Valley",
    "nickname": "Retirim Valley",
    "type": "Region",
    "location": "Tovanis",
    "description": [
      "The Retirim Valley is the heartland of the Theocracy of Tovanis. The valley is formed by the Nascuta river, which flows from the Pillars of Amud into the Bay of Claws. The valley is responsible for much of the agricultural output of @;Tovanis;@."
    ],
    "dmArticles": {
      "Heartland of Tovanis": [
        "In an age past, this valley was known as the Nascuta Valley, named for the Nascuta river that flows through it. At the height of the Kingdom of Istagen's power, it was a thriving center of agriculture, which fed off the rich mineral deposits cascading down from the great mountains to the west.",
        "When Istagen fell to the power of Shuxaa and deteriorated into a shell of its former glory, the valley became a fetid land littered with abandoned villages and towns. Travelers would prefer to take dangerous roads that went many miles out of their way to avoid the savage beasts and monsters that haunted the land.",
        "With the fall of Shulxaa and the rebirth of the land as the Theocracy of Tovanis, the valley was slowly cleansed of its many foul denizens and over the course of many years, the people of Tovanis began to rediscover the potential of the rich, arable soil."
      ]
    }
  },
  "Torick-Vir-Valley": {
    "playerKnown": true,
    "path": "location",
    "tags": ["region","ulfwyst","valley","Tovanis"],
    "name": "Torick-Vir Valley",
    "nickname": "Torick-Vir Valley",
    "type": "Region",
    "location": "Tovanis",
    "description": [
      "The Torick-Vir Valley is a vast, hilly woodland that stretches between the Torick Peaks in the east and the Vir Mountains in the west. The valley terminates in the Venngar Sea to the south, the Retirim Valley to the northeast and the Iron Hills in the northwest."
    ],
    "articles": {
      "Untamed Wilds of Cibrin": [
        "The Torick-Vir Valley is a large, untamed wilderness, full of natural and supernatural dangers. The people of this region, which consists mostly of the various clans of Cibrin, live in hillforts to protect themselves from the constant dangers of their homeland. These people subsist as a hunter-gatherer society in the hilly woodlands that make up the inland, or as fishermen and sailors in the coastal castle-towns along the coast of the Venngar Sea."
      ]
    }
  }
}