{
   "Master Rune of Protection": {
      "name": "Master Rune of Protection",
      "type": "talismanRune",
      "found": true,
      "repeatable":true,
      "svg":[
         51
      ],
      "baseCost": 1000,
      "maxTiers": 1,
      "effects":[
         "An amulet, ring or necklace forged with this rune grants +1 to the wearer's Armor Class."
      ]
   },
   "Master Rune of the Spellbreaker": {
      "name": "Master Rune of the Spellbreaker",
      "type": "talismanRune",
      "found": true,
      "repeatable":true,
      "svg":[
         74
      ],
      "baseCost":5000,
      "maxTiers":2,
      "effects":[
         "This ancient rune, possibly one of the oldest in Runeforging, holds the secrets of anti-magic. As a Reaction, the rune can be activated and is treated as if the wielder had cast Counterspell. A spell of level 3 or lower is automatically dispelled as usual. The bearer may use the rune to counter a spell of level 4 or higher, but if used in this way, the bearer suffers 1d10 Force damage per level of the spell the rune is used to counter, as the overwhelming power of the spell absorbed assaults the wielder. Once used, the rune cannot be used for a number of hours equal to 1d4 times the level of spell absorbed."
      ]
   },
   "Rune of the Elements": {
      "name": "Rune of the Elements",
      "type": "talismanRune",
      "found": true,
      "repeatable":true,
      "svg":[
         74,
         12,
         68
      ],
      "baseCost":500,
      "maxTiers":2,
      "effects":[
         "An amulet, ring or necklace forged with this rune grants the wearer resistance to Fire, Cold, Lighting, Thunder, Acid, Poison, Necrotic, or Radiant damage. Each successive Rune of the Elements can grant resistance to a different elemental type."
      ]
   },
   "Rune of Dismay":{
      "name": "Rune of Dismay",
      "type": "talismanRune",
      "found": false,
      "repeatable":true,
      "svg":[
         68,
         15,
         38
      ],
      "baseCost":500,
      "maxTiers":2,
      "effects":[
         "An instrument forged with this rune has 3 charges. You can use an action to play it and expend 1 charge to create a unnatural, eerie bellow. Each creature within 30 feet of you that hears it must succeed on a DC 13 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these instrument for 24 hours. The rune regain 1d3 expended charges daily at dawn.",
         "An instrument forged with this rune has 3 charges. You can use an action to play it and expend 1 charge to create a unnatural, eerie bellow. Each creature within 60 feet of you that hears it must succeed on a DC 15 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these instrument for 24 hours. The rune regain 1d3 expended charges daily at dawn.",
         "An instrument forged with this rune has 3 charges. You can use an action to play it and expend 1 charge to create a unnatural, eerie bellow. Each creature within 90 feet of you that hears it must succeed on a DC 18 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these instrument for 24 hours. The rune regain 1d3 expended charges daily at dawn."
      ]
   },
   "runeOfWarding":{
      "name":"Rune of Warding",
      "type": "talismanRune",
      "found": false,
      "repeatable":false,
      "svg":[
         45
      ],
      "baseCost":500,
      "effects":[
         ""
      ]
   }
}