{
  
  "Lurking-Abomination": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": true,
    "name": "Lurking Abomination",
    "nickname": "Lurking Abomination",
    "type": "Undead",
    "tags": ["undead","construct","dark spirits"],
    "description": [
      "@+Lurking Abominations+@ are terrifying skeletal creatures composed of the bones of numerous dead animals, people, or a combination of both. Abominations most commonly occur when numerous bodies are left to decompose in large pits or in mass graves. The lingering resentment and malice of the departed combines into a violent spectral force, which lashes out at any living who might foolishly wander too close.",
      "When a victim does come near a corpse or bone pile, the abomination will take whatever bones it can must and form a large construct of bone. The spirits that give this shambling horror locomotion swirl around it, repairing or replacing parts of the construct that might be damaged as the abomination tears its victim to shreds.",
      "Once it has killed the unsuspecting victim, the spirits will return the bones to their resting place, adding their latest victim to the pile, further increasing their malicious undead power."
    ],
    "articles": {
    },
    "dmArticles": {
    },
    "alignment": "Chaotic Evil",
    "creatureType": "Large Undead",
    "stats": [
      {"name": "STR", "val": 16},
      {"name": "DEX", "val": 15},
      {"name": "CON", "val": 15},
      {"name": "INT", "val": 9},
      {"name": "WIS", "val": 11},
      {"name": "CHA", "val": 11}
    ],
    "savingThrows": "Str +5, Con +4, Wis +2",
    "passiveWisdom": 10,
    "armor": "16 (natural armor)",
    "hitPoint": 74,
    "hitDie": "14d8+18",
    "speed": "30 ft., climb 30 ft.",
    "damageResistances": "Cold; Piercing and Slashing from Nonmagical Attacks that aren't Silvered",
    "damageVulnerabilities": "",
    "damageImmunities": "Necrotic, Poison",
    "conditionImmunities": "Poisoned",
    "senses": "Darkvision 120 ft.",
    "languages": "Those it knew in life, but cannot speak.",
    "challenge": "3",
    "abilities": [
      {
        "name": "Abomination's Sight",
        "text": "Magical darkness does not impede the abomination's darkvision."
      },
      {
        "name": "Magic Resistance.",
        "text": "The abomination has advantage on saving throws against spells and other magical effects."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "A Lurking Abomination makes two attacks: one with its claw and one with its hook."
      },
      {
        "name": "Sickening Claw.",
        "text": "Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d8+2) slashing damage. The target must succeed on a DC 12 Constitution saving throw or be poisoned for 1 minute. While poisoned in this way, the target cannot regain hit points. The target can repeat the saving throw at the end of its turns, ending the poison effect on a success."
      },
      {
        "name": "Grisly Hook.",
        "text": "Melee Weapon Attack: +5 to hit, reach 10 ft., one target. Hit: 8 (1d10+3) slashing damage. If the target is a creature other than an undead or a construct, it must succeed on a DC 12 Constitution saving throw or lose 5 (1d10) hit points at the start of each of its turns due to an festering wound. Each time the abomination hits the wounded target with this attack, the damage dealt by the wound increases by 5 (1d10). Any creature can take an action to stanch the wound with a successful DC 12 Wisdom (Medicine) check. The wound also closes if the target receives magical healing."
      }
    ],
    "bonusActions": [
      {
        "name": "Shamble.",
        "text": "The abomination moves 10 ft in a line. Any creature it moves through must make a DC 12 Dexterity saving throw or lose 5 (1d4+3) hit points."
      },
      {
        "name": "Engulf.",
        "text": "The abomination attempts to place a creature inside its form. The target must make a DC 12 Dexterity saving throw or become restrained inside the abomination. A creature that begins its turn inside the abomination takes 8 (2d8) necrotic damage."
      }
    ],
    "reactions": [
      {
        "name": "Consume.",
        "text": "When a creature enters melee with the abomination and no other creature is inside it, the abomination can attempt to use Engulf on it."
      },
      {
        "name": "Ghostly Wail.",
        "text": "When struck in melee, the abomination may release a haunting lament. Any creature within 15ft of the abomination must make a DC 12 Wisdom saving throw or become frightened."
      }
    ],
    "villainActions": [
      {
        "order": "1. ",
        "name": "Emerge.",
        "text": "An abomination forms with a whirling torrent of bones. Anyone within 10ft of a bone pile must succeed on a DC 12 Dexterity saving throw or be knocked prone."
      },
      {
        "order": "2. ",
        "name": "Call Spirits.",
        "text": "An abomination calls upon the spirits of the restless dead who haunt the piles of bone nearby. If the Lurking Abomination begins or ends its turn within 10 ft of a pile of bone, spirits fly through the abomination, healing it for 2d8 hit points and causing ranged attacks to have disadvantage."
      },
      {
        "order": "3. ",
        "name": "Whirling Death.",
        "text": "When surrounded, an abomination uses it’s jagged body as a weapon, swinging around in a torrent of razor-sharp bone. All creatures within 10 feet of the Lurking Abomination must make a DC 14 Dexterity saving throw or take 2d8 slashing damage. Half damage on a successful save."
      },
      {
        "order": "(Death) ",
        "name": "Spirit Nova.",
        "text": "As an abomination is destroyed, it releases an explosion of necrotic energy as the malign magics that kept it bound to this place burst forth. Anyone within 20 ft must succeed a DC 12 Dexterity saving throw or take 2d6 necrotic damage. Half damage on successful save."
      }
    ]
  },

  "Lesser-Lich": {
    "playerKnown": false,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Lesser Lich",
    "nickname": "Counciler of the Withered King",
    "linkingWords": ["Lesser Liches"],
    "type": "Undead",
    "tags": ["undead","mage","wizard","lich"],
    "description": [
      "A @+Lesser Lich+@ is a mage who was granted the gift of undeath from another, usually more powerful, being. The lesser lich, though a powerful magic user in their own right, does not have the same mastery of life and death that a true lich has achieved.",
      "Though generally gaunt and skeletal with withered flesh stretched tight across horribly visible bones, the appearance of lesser liches can vary greatly in appearance depending on their age. Most members of the Council appear as skeletons dressed in regal finery, but some choose to mask their true appearance with magical illusions that return them to the appearance they once had in life. Bright pinpoints of crimson light burn in the empty sockets of those whose eyes had been destroyed, or otherwise lost, or were so old they had simply rotted away. When moving, liches seeme to glide as if floating on water.",
      "Most undead mages, depending on how long they have been undead, do not have lips or the necessary organs to produce natural speech, instead using their magical abilities to project speech from their mouths, moving the jaw (if present) to aid the illusion."
    ],
    "articles": {
      "Council of the Withered King": [
        "Shulxaa, the Withered King, was a lich lord who reigned over the Kingdom of Istagen for several hundred years prior to his defeat by the Knights of the Sacred Dawn. Having achieved lichdom several hundred years prior to his complete domination of the Kingdom of Istagen, the lich found that though many wizards publicly spoke out against the practice of magical undeath, in private they were far more willing to entertain such ideas. Thus, the lich lord slowly began to find willing mages whom he felt were worthy (and subservient) enough to join his inner circle, which would eventually grow to become known as the Council of the Withered King.",
        "Once a wizard had accepted the terms of his dark bargain, @~Shulxaa~@ would create for them a phylactery in which the mage would transfer their life force, becoming a lich. However, the secret of the creation of such objects, as well as their individual hiding places, were never shared with his servants, as a means of control by the Lich Lord. Thus, the council members, even if they might be tempted, would never overly act against their master. Shulxaa also went to great lengths over the course of his reign over Istagen to ensure that the knowledge of how to create a phylactery was never available to his servants, as a further way to ensure their loyalty."
      ],
      "The Lesser Lich's Phylactery": [
        "The process of achieving lichdom requires that the spellcaster construct a powerful magical artifact, a phylactery, in which the lich stores its life essence. As long as this phylactery is unharmed, the lich is immortal and can attempt to reassemble if it is ever vanquished (this happens within 10 days after its apparent destruction). Liches take great care in protecting their phylactery from harm, employing decoys, traps, and other defenses. Lesser liches guard their soul containers even more jealously than a true lich, if such a thing were possible, as they do not have the required knowledge create their own. Instead, they are closer to thralls, relying on the knowledge of a master lich, in order to store their soul in a phylactery."
      ]
    },
    "dmArticles": {
    },
    "alignment": "Lawful Evil",
    "creatureType": "Medium Undead",
    "stats": [
      {"name": "STR", "val": 10},
      {"name": "DEX", "val": 14},
      {"name": "CON", "val": 12},
      {"name": "INT", "val": 20},
      {"name": "WIS", "val": 15},
      {"name": "CHA", "val": 16}
    ],
    "armor": "12 (15 With Mage Armor)",
    "hitPoint": 99,
    "hitDie": "18d8+18",
    "speed": "30 ft.",
    "skills": "Arcana +13, History +13",
    "savingThrows": "Int +9, Wis +6",
    "damageResistances": "Damage From Spells; Non Magical Bludgeoning, Piercing, And Slashing (From Stoneskin)",
    "damageVulnerabilities": "",
    "damageImmunities": "",
    "conditionImmunities": "",
    "senses": "Darkvision 60 ft.",
    "passiveWisdom": 12,
    "languages": "Common, Dwarven, Elven, Draconic, Infernal, Primordial",
    "challenge": "12",
    "abilities": [
      {
        "name": "Magic Resistance.",
        "text": "The lesser lich has advantage on saving throws against spells and other magical effects."
      },
      {
        "name": "Rejuvenation.",
        "text": "If it has a phylactery, a destroyed lich gains a new body in 1d10 days, regaining all its Hit Points and becoming active again. The new body appears within 5 feet of the phylactery."
      },
      {
        "name": "Aura of Death.",
        "text": "At the start of its turn, each non-undead creature within 10 feet of the lich must make a DC 15 Constitution saving throw against this magic, taking 14 (4d6) necrotic damage on a failed save, or half as much damage on a successful one."
      },
      {
        "name": "Spellcasting.",
        "text": "The lesser lich is an 15th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 17, +9 to hit with spell attacks). The lesser lich can cast disguise self and invisibility at will and has the following wizard spells prepared:",
        "list": [
          "Cantrips (at will): shocking grasp, mage hand, prestidigitation, ray of frost",
          "1st level (4 slots): detect magic, shield, mage armor*, magic missile",
          "2nd level (3 slots): detect thoughts, mirror image, misty step",
          "3rd level (3 slots): animate dead, counterspell, fly, fireball",
          "4th level (3 slots): banishment, blight, stoneskin*",
          "5th level (2 slots): cone of cold, scrying",
          "6th level (1 slot): circle of death",
          "7th level (1 slot): teleport",
          "8th level (1 slot): mind blank*",
          "* The lesser lich casts these spells on itself before combat."
        ]
      }
    ],
    "actions": [
      {
        "name": "Paralyzing Touch.",
        "text": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 7 (2d6) cold damage. The target must succeed on a DC 15 Constitution saving throw or be paralyzed for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
      }
    ]
  },

  "Cursebound-Knight": {
    "playerKnown": true,
    "path": "creature",
    "hideOnCat": false,
    "showStatBlock": false,
    "name": "Cursebound Knight",
    "nickname": "Cursebound Knight",
    "type": "Undead",
    "tags": ["elemental","giant"],
    "description": [
      "@+Cursebound Knights+@ are undead servants of the Fell Lords, the terrifying masters of the Shadowfell. The spirits of warriors who abandoned, or betrayed their masters in life, these knights are forever bound to serve their fell masters in death. These knights wear dark, iron plate and carry large, cruel weapons. The blades of those they betrayed in life mark their large, lumbering forms and dark smoke emanates from the cracks and seams in their armor. Despite their hulking size, cursebound knights possess the martial prowess and refined skill they once honed in life. "
    ],
    "articles": {
    },
    "dmArticles": {
    },
    "alignment": "Chaotic Evil",
    "creatureType": "Large Undead",
    "stats": [
      {"name": "STR", "val": 18},
      {"name": "DEX", "val": 14},
      {"name": "CON", "val": 14},
      {"name": "INT", "val": 14},
      {"name": "WIS", "val": 18},
      {"name": "CHA", "val": 10}
    ],
    "savingThrows": "Str +8, Wis +8",
    "skills": "Athletics +8, Arcana +6, Insight +6",
    "passiveWisdom": 14,
    "armor": "18 (plate armor)",
    "hitPoint": 120,
    "hitDie": "16d10+32",
    "speed": "30 ft.",
    "damageResistances": "Slashing, Piercing, and Bludgeoning From Non-Magical Attacks",
    "damageImmunities": "Necrotic, Poison",
    "damageVulnerabilities": "Radiant",
    "conditionImmunities": "Exhausted, Frightened, Poisoned",
    "senses": "Darkvision 60 ft.",
    "languages": "Common",
    "challenge": "6",
    "abilities": [
      {
        "name": "Lifebane Longsword.",
        "text": "The Cursebound Knight's longsword is made of felliron and forged in shadowflame. Attacks made with the knight's longsword deal an additional 3d6 necrotic damage (included in the attack)."
      },
      {
        "name": "Summon Vengeful Spirits.",
        "text": "The knight can summon dark spirits to his side to aid him in capturing or dispatching his quarry. At the start of combat, the knight can summon up to 6 undead of CR 1/2 or lower to fight along side him."
      },
      {
        "name": "Shadow Chains.",
        "text": "As a bonus action, the knight clenches its fist in the direction of an opponent. One target within 30 feet must succeed on a DC 15 Strength saving throw become restrained."
      }
    ],
    "actions": [
      {
        "name": "Multiattack.",
        "text": "The Cursebound Knight can make two attacks with its Lifebane Blade."
      },
      {
        "name": "Lifebane Longsword.",
        "text": "Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 9 (1d10+4) slashing damage plus 10 (3d6) necrotic damage."
      },
      {
        "name": "Spirit Burst (Recharge 5-6).",
        "text": "The Cursebound Knight releases tendrils of writhing shadow. Each creature within 15 feet must make a DC 15 Dexterity saving throw or take 14 (3d8) necrotic damage on a failed save, or half as much on a successful one."
      }
    ]
  }
}