{
  "Disc-of-the-Blazing-Compact": {
    "playerKnown": true,
    "path": "item",
    "hideOnCat": true,
    "name": "Disc of the Blazing Compact",
    "nickname": "Disc of the Blazing Compact",
    "linkingWords": [""],
    "type": "Item",
    "tags": ["item","elemental","bomb","arcane","magical"],
    "imgFolder": "items",
    "description": [
      "This small, magically infused disc was given to the Lost Shields by Akad the Magnficient in the throne room of the Molten Halls. The disc was provided as part of their agreement that resulted in the transferring of ownership of Uster the Azer and acquisition of various magical items from the Mercury Vault. The efreet did not provide further information regarding the item beyond its basic use: \"place the sigil upon the door of the djinn's home and it shall unleash my vengeance.\""
    ],
    "articles": {
      "The Wrath of an Efreet Lord": [
        "After a discussion with Telarion Elentiir, the Lost Shields discovered that the disc was enscribed with 7 Runes of Immolation, enough destructive power to annihilate a city district.",
        "Over the following evening and on into the next morning, as the Lost Shields ventured into the Twisting Warrens as part of the Trial of Initiation for the Ruby Phoenix Adventuring Guild, Telarion did further investigation into the nature of this arcane implement. After discovering the full meaning of the sigil, he used Sending to contact Erlinder to inform him of the exact meaning:",
        "\"The disc must be used within 14 days, and may not go beyond 20 feet from at least one person bound to it, or the runes will activate.\""
      ]
    },
    "dmArticles": {
      "Possible Solutions": [
        "One possible solution is to have Telarion create a teleportation circle, leaving the sigil behind as everyone teleports to another location. The detonation could not follow through the teleport. The downside is that the contract would not be fulfilled and thus the players would be hunted by "
      ]
    }
  },
  "Lament-of-Autumn": {
    "playerKnown": true,
    "path": "item",
    "hideOnCat": false,
    "name": "Lament of Autumn",
    "nickname": "Lament of Autumn",
    "linkingWords": [""],
    "type": "Magic Item",
    "rarity": "Very Rare",
    "attunement": true,
    "tags": ["magic item","magical sword","magical scimitar"],
    "description": [
      "@*Weapon (scimitar), very rare (requires attunement)*@",
      "@---@",
      "This enchanted scimitar is made of a single, masterfully carved piece of ironwood with exquisite, beautiful details covering the blade. The sword has no cross-guard, and the hilt is covered in soft, yet tough strands of ivy which form the grip before dangling from the pommel.",
      "Numerous items of Fey origin have found their way into the mortal world since the Second Convergence. Many of these items traveled with the Eladrin when they first crossed between worlds, some were gifted to champions of the Archfey, while others simply vanished with their masters over the ages, lost to time. This blade was most recently the property of Drelnor Arnbjorg and following his death, was laid to rest along side him in his tomb in the Barrowdowns.",

      "The @*Lament of Autumn*@ was carved as a weapon for use by champions of the Archfey. The sword chooses its bearer and remains bonded to that person for life. If the bearer dies, another heir can claim the blade. If no worthy heir exists, the sword lies dormant. It functions like a normal scimitar until a worthy soul finds it and lays claim to its power.",

      "The @*Lament of Autumn*@ refuses to serve anyone it regards as craven, erratic, treacherous, or weak willed though it cares not for its bearer's alignment, having served members on both sides of the delicate dance of the fey courts. If the blade rejects you, you make ability checks, attack rolls, and saving throws with disadvantage for 24 hours. If the blade accepts you, you become attuned to it and remain attuned to the weapon until you die, or the weapon is destroyed.",
      "@---@",

      "You gain a +2 bonus to attack and damage rolls made with this magic weapon, but attack rolls made against fey, eladrin, elves or half-elves with this weapon have disadvantage.",

      "@+Harvest Boon.+@ When you critically strike with the @*Lament of Autumn*@, you gain a number of temporary hit points equal to the damage + your Constitution modifier.",

      "@+Biting Winds.+@ When you make a successful attack with the @*Lament of Autumn*@, you may roll an additional d6 cold damage. If this roll is higher than the previous damage roll, you may add it to the total damage. You may do this as many times as you wish, so long as each subsequent roll is higher than the previous damage roll. If a new damage roll is lower than, or the same as the previous roll, the attack misses and you receive half of the total damage rolled (including the last roll which caused the attack to miss) as cold damage.",

      "@+Finesse.+@ When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.",
      "@+Light.+@ A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons."
    ],
    "articles": {
      
    },
    "dmArticles": {
    }
  },
  "Talisman-of-the-Forest-Lords": {
    "playerKnown": false,
    "path": "item",
    "hideOnCat": false,
    "name": "Talisman of the Forest Lords",
    "nickname": "Talisman of the Forest Lords",
    "linkingWords": [""],
    "type": "Magic Item",
    "rarity": "Very Rare",
    "attunement": true,
    "tags": ["magic item","magical necklace"],
    "imgFolder": "items",
    "description": [
      "@*Amulet, very rare (requires attunement)*@",
      "@---@",
      "This amulet has 3 charges, and it regains 1d3 expended charges daily at dawn. While wearing the amulet, you can use an action to expend charges to cast one of the following spells. Each spell may only be cast from the amulet once per day.",
      "- @?Barkskin|http://dnd5e.wikidot.com/spell:barkskin?@ (1 charge)",
      "- @?Summon Phantom Steed|http://dnd5e.wikidot.com/spell:phantom-steed?@, @*Stag*@ (2 charges)",
      "- @?Tree Stride|http://dnd5e.wikidot.com/spell:tree-stride?@ (3 charges)",
      "- @?Plane Shift|http://dnd5e.wikidot.com/spell:plane-shift?@, @*Feywild and Material planes only*@ (3 charges)"
    ],
    "articles": {
      
    },
    "dmArticles": {
      
    }
  },
  "Resonant-Aegis": {
    "playerKnown": true,
    "path": "item",
    "hideOnCat": false,
    "name": "Resonant Aegis",
    "nickname": "Resonant Aegis",
    "linkingWords": [""],
    "type": "Magic Item",
    "rarity": "Uncommon",
    "attunement": false,
    "tags": ["magic item","magical necklace"],
    "imgFolder": "items",
    "description": [
      "@*Shield, uncommon*@",
      "@---@",
      "The center of this round, metal shield contains a Blazing Sun, the symbol of the Knights of the Sacred Dawn. Around the edge of the shield, an inscription reads \"Mens justi custodia ordinis Custodial vile iudicium ferat.\"",
      "While you have this shield equipped, any creature that makes a melee attack against you and misses takes 1d4 force damage."
    ],
    "articles": {
      
    },
    "dmArticles": {
      
    }
  },
  "Heartwood-Scepter": {
    "playerKnown": true,
    "path": "item",
    "hideOnCat": false,
    "name": "Heartwood Scepter",
    "nickname": "Heartwood Scepter",
    "linkingWords": [""],
    "type": "Magic Item",
    "rarity": "Uncommon",
    "attunement": true,
    "tags": ["magic item","magical healing scepter"],
    "imgFolder": "items",
    "description": [
      "@*Rod, uncommon (requires attunement by a bard, cleric or druid)*@",
      "@---@",
      "This scepter has 5 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spellcasting ability modifier:",
      "@?Cure Wounds|https://dnd5e.info/spellcasting/spell/cure-wounds/?@ (1 charge per spell level, up to 3rd)",
      "@?Lesser Restoration|https://dnd5e.info/spellcasting/spell/lesser-restoration/?@ (2 charges)",
      "The scepter regains 1d4+1 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the scepter vanishes in a flash of light, lost forever."
    ],
    "articles": {
      
    },
    "dmArticles": {
      
    }
  },
  "Hellion-Cuirass": {
    "playerKnown": true,
    "path": "item",
    "hideOnCat": false,
    "name": "Hellion Cuirass",
    "nickname": "Hellion Cuirass",
    "linkingWords": [""],
    "type": "Magic Item",
    "rarity": "Uncommon",
    "attunement": true,
    "tags": ["magic item","magical armor"],
    "imgFolder": "items",
    "description": [
      "@*Half Plate, uncommon (requires attunement)*@",
      "@---@",
      "@*This suit of half plate has a collar lined with white fur. The chest piece is embossed with an emblem of a winged fiend.*@",
      "Once per day, as an action, the wearer can choose to imbue themselves with fiendish guile, granting @*advantage*@ on either @*Intelligence*@ or @*Wisdom*@ checks for the next hour. The armor regains this ability every day at dawn."
    ],
    "articles": {
      
    },
    "dmArticles": {
      
    }
  },
  "Crown-of-Fey-Dominion": {
    "playerKnown": false,
    "path": "item",
    "hideOnCat": false,
    "name": "Crown of Fey Dominion",
    "nickname": "Crown of Fey Dominion",
    "linkingWords": [""],
    "type": "Magic Item",
    "rarity": "Very Rare",
    "attunement": true,
    "tags": ["magic item","magical crown"],
    "imgFolder": "items",
    "description": [
      "@*Crown, very rare (requires attunement)*@",
      "@---@",
      "The @+Crown of Fey Dominion+@ is an circlet forged by an eladrin smith for an unknown archfey of the Court of Colors. The crown is comprised of an ornate mithril band set with a gem only found in the Feywild known as a Moonshard Sapphire. While wearing the crown, you gain the following benefits:",
      "You can speak Sylvan fluently.",
      "You have advantage on saving throws against Enchantment spells.",
      "You can use an action to cast the @?Suggestion|https://dnd5e.info/spellcasting/spell/suggestion/?@ spell (save DC 17) through the crown. You don’t need to concentrate on this Suggestion to maintain it during its duration. Once used, the suggestion power of the crown can’t be used again until the next dawn."
    ],
    "articles": {
      
    },
    "dmArticles": {
      
    }
  }

}