{
   "Weapon Runes":{
      "masterRuneOfTheSkylord":{
         "name":"Master Rune of the Skylord",
         "repeatable":false,
         "svg":[
            22
         ],
         "baseCost":2500,
         "effects":[
            "A weapon engraved with this rune can be activated with the command word (Anriz). Upon activation, the wielder gains flying speed of 60ft for 1 hour. If the weapon leaves the wielder's hand during the effect, the user immediately loses the ability to fly. The rune cannot be used again for 1d12 hours."
         ]
      },
      "masterRuneOfSwiftness":{
         "name": "Master Rune of Swiftness",
         "repeatable":false,
         "svg":[
            76
         ],
         "baseCost":5000,
         "effects":[
            "A weapon engraved with this rune can make one attack with it as a bonus action on each of your turns."
         ]
      },
      "masterRuneofSundering":{
         "name":"Master Rune of Sundering",
         "repeatable":false,
         "svg":[
            25
         ],
         "baseCost":5000,
         "effects":[
            "A weapon engraved with rune can be activated with the command word (Imgoz). The user then strikes the ground, sundering the earth and sending forth a cascade of jagged, earthen spikes in a 30 foot line. Each creature in the line must make a Strength saving throw. On a failed save, a creature takes Character Level / 2 (round up) d6 Piercing damage and is restrainted. On a successful save, it takes half as much damage and isn't restrainted by the effect. A creature restrained by this effect makes another Strength saving throw at the end of each of its turns. On a successful save, it is no longer restrained. The rune cannot be activated again until the next dawn."
         ]
      },
      "masterRuneofStorms":{
         "name":"Master Rune of Storms",
         "repeatable":false,
         "svg":[
            26
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "masterRuneofGlory":{
         "name":"Master Rune of Glory",
         "repeatable":false,
         "svg":[
            27
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "masterRuneofStrength":{
         "name":"Master Rune of Strength",
         "repeatable":false,
         "svg":[
            34
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "runeOfFrost":{
         "name": "Rune of Frost",
         "repeatable":true,
         "svg":[
            6,
            49
         ],
         "baseCost":250,
         "maxTiers":3,
         "effects":[
            "This rune has 2 charges. The power contained within the rune may be expended to add an additional 1d6 points of Cold damage to a damage roll. You may expend all charges at once, or each charge individually. The charges held in the rune are regained after a long rest.",
            "This rune has 3 charges. The power contained within the rune may be expended to add an additional 2d6 points of Cold damage to a damage roll. You may expend all charges at once, or each charge individually. The charges held in the rune are regained after a long rest.",
            "This rune has 4 charges. The power contained within the rune may be expended to add an additional 3d6 points of Cold damage to a damage roll. You may expend all charges at once, or each charge individually. The charges held in the rune are regained after a long rest."
         ]
      },
      "runeOfStriking":{
         "name": "Rune of Striking",
         "repeatable":true,
         "svg":[
            7,
            43,
            29
         ],
         "baseCost":250,
         "maxTiers":3,
         "effects":[
            "A weapon engraved with this rune has a +1 bonus to attack and damage rolls.",
            "A weapon engraved with this rune has a +2 bonus to attack and damage rolls.",
            "A weapon engraved with this rune has a +3 bonus to attack and damage rolls."
         ]
      },
      "runeOfWarning":{
         "name": "Rune of Warning",
         "repeatable":false,
         "svg":[
            16,
            11,
            33
         ],
         "baseCost":250,
         "maxTiers":1,
         "effects":[
            "While a weapon engraved with this rune is on your person, you have advantage on initiative rolls."
         ]
      },
      "runeOfTheAncestors":{
         "name": "Rune of the Ancestors",
         "repeatable":true,
         "svg":[
            50,
            22,
            10
         ],
         "baseCost":250,
         "maxTiers":3,
         "effects":[
            "When a weapon engraved with this rune scores a critical hit, the bearer regains hit points as if the had spent a Hit Die during a short rest (roll Hit Dice + Con modifier). This effect does not consume the Hit Die.",
            "When a weapon engraved with this rune scores a critical hit, the bearer regains hit points as if the had spent 2 Hit Dice during a short rest (roll Hit Dice + Con modifier). This effect does not consume the Hit Dice.",
            "When a weapon engraved with this rune scores a critical hit, the bearer regains hit points as if the had spent 3 Hit Dice during a short rest (roll Hit Dice + Con modifier). This effect does not consume the Hit Dice."
         ]
      },
      "runeOfTheWind":{
         "name": "Rune of the Wind",
         "repeatable":true,
         "svg":[
            1,
            12,
            44
         ],
         "baseCost":750,
         "maxTiers":2,
         "effects":[
            "This rune has 1 charge that can be used to cast misty step. The range of the misty step spell is centered on the last projectile fired by this weapon. The weapon regains the lost charge on a long rest.",
            "This rune has 3 charge that can be used to cast misty step. The range of the misty step spell is centered on the last projectile fired by this weapon. The weapon regains the lost charge on a long rest."
         ]
      },
      "runeOfBinding":{
         "name": "Rune of Binding",
         "repeatable":false,
         "svg":[
            4,
            61,
            40
         ],
         "baseCost":250,
         "maxTiers":1,
         "effects":[
            "A weapon engraved with this rune is bound to the wielder. The owner may use a bonus action to summon the weapon to their hand from a distance of up to 500 feet."
         ]
      }
   },
   "Armor Runes":{
      "masterRuneofDuty":{
         "name":"Master Rune of Duty",
         "repeatable":false,
         "svg":[
            31
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "masterRuneofArdor":{
         "name":"Master Rune of Ardor",
         "repeatable":false,
         "svg":[
            37
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "masterRuneofthePhantom":{
         "name":"Master Rune of the Phantom",
         "repeatable":false,
         "svg":[
            41
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "runeOfBarbs":{
         "name":"Rune of Barbs",
         "repeatable":false,
         "svg":[
            39
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "runeOfResilience":{
         "name":"Rune of Resilience",
         "repeatable":false,
         "svg":[
            43
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      },
      "runeOfWarding":{
         "name":"Rune of Warding",
         "repeatable":false,
         "svg":[
            45
         ],
         "baseCost":5000,
         "effects":[
            ""
         ]
      }
   },
   "Talisman Runes":{
      "Master Rune of Protection": {
         "name": "Master Rune of Protection",
         "repeatable":true,
         "svg":[
            51
         ],
         "baseCost":1000,
         "maxTiers":2,
         "effects":[
            "An amulet, ring or necklace forged with this rune grants +1 to the wearer's Armor Class."
         ]
      },
      "Master Rune of the Spellbreaker": {
         "name": "Master Rune of the Spellbreaker",
         "repeatable":true,
         "svg":[
            74
         ],
         "baseCost":5000,
         "maxTiers":2,
         "effects":[
            "This ancient rune, possibly one of the oldest in Runeforging, holds the secrets of anti-magic. As a Reaction, the rune can be activated and is treated as if the wielder had cast Counterspell. A spell of level 3 or lower is automatically dispelled as usual. The bearer may use the rune to counter a spell of level 4 or higher, but if used in this way, the bearer suffers 1d10 Force damage per level of the spell the rune is used to counter, as the overwhelming power of the spell absorbed assaults the wielder. Once used, the rune cannot be used for a number of hours equal to 1d4 times the level of spell absorbed."
         ]
      },
      "Rune of Dismay":{
         "name": "Rune of Dismay",
         "repeatable":true,
         "svg":[
            68,
            15,
            38
         ],
         "baseCost":500,
         "maxTiers":2,
         "effects":[
            "An instrument forged with this rune has 3 charges. You can use an action to play it and expend 1 charge to create a unnatural, eerie bellow. Each creature within 30 feet of you that hears it must succeed on a DC 13 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these instrument for 24 hours. The rune regain 1d3 expended charges daily at dawn.",
            "An instrument forged with this rune has 3 charges. You can use an action to play it and expend 1 charge to create a unnatural, eerie bellow. Each creature within 60 feet of you that hears it must succeed on a DC 15 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these instrument for 24 hours. The rune regain 1d3 expended charges daily at dawn.",
            "An instrument forged with this rune has 3 charges. You can use an action to play it and expend 1 charge to create a unnatural, eerie bellow. Each creature within 90 feet of you that hears it must succeed on a DC 18 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these instrument for 24 hours. The rune regain 1d3 expended charges daily at dawn."
         ]
      }
   }
}