{
   "magical_effects":{
      "weapon":{
         "spear":{
            "javelin":{
               "uncommon":{
                  "of lightning":{
                     "value":[
                        100,
                        500
                     ],
                     "description":"This javelin is a magic weapon. When you hurl it and speak its command word, it transforms into a bolt of lightning, forming a line 5 feet wide that extends out from you to a target within 120 feet. Each creature in the line excluding you and the target must make a DC 13 Dexterity saving throw, taking 4d6 lightning damage on a failed save, and half as much damage on a successful one. The lightning bolt turns back into a javelin when it reaches the target. Make a ranged weapon attack against the target. On a hit, the target takes damage from the javelin plus 4d6 lightning damage.<br/><br/>The javelin's property can't be used again until the next dawn. In the meantime, the javelin can still be used as a magic weapon."
                  }
               }
            },
            "trident":{
               "uncommon":{
                  "of fish command":{
                     "value":[
                        100,
                        500
                     ],
                     "description":"This trident is a magic weapon. It has 3 charges. While you carry it, you can use an action and expend 1 charge to cast dominate beast (save DC 15) from it on a beast that has an innate swimming speed. The trident regains 1d3 expended charges daily at dawn."
                  }
               }
            }
         },
         "bow":{
            "long bow":{
               "very rare":{
                  "oathbow":{
                     "value":[
                        5001,
                        50000
                     ],
                     "description":"`When you nock an arrow on this bow, it whispers in Elvish, \"Swift defeat to my enemies.\" When you use this weapon to make a ranged attack, you can, as a command phrase, say, \"Swift death to you who have wronged me.\" The target of your attack becomes your sworn enemy until it dies or until dawn seven days later. You can have only one such sworn enemy at a time. When your sworn enemy dies, you can choose a new one after the next dawn.<br/><br/>When you make a ranged attack roll with this weapon against your sworn enemy, you have advantage on the roll. In addition, your target gains no benefit from cover, other than total cover, and you suffer no disadvantage due to long range. If the attack hits, your sworn enemy takes an extra 3d6 piercing damage.<br/><br/>While your sworn enemy lives, you have disadvantage on attack rolls with all other weapons.`"
                  }
               }
            }
         },
         "sword":{
            "scimitar":{
               "very rare":{
                  "of speed":{
                     "value":[
                        5001,
                        50000
                     ],
                     "description":"You gain a +2 bonus to attack and damage rolls made with this magic weapon. In addition, you can make one attack with it as a bonus action on each of your turns."
                  }
               }
            },
            "rare":{
               "giant slayer":{
                  "description":"You gain a +1 bonus to attack and damage rolls made with this magic weapon.<br/<br/>When you hit a giant with it, the giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or fall prone. For the purpose of this weapon, `giant` refers to any creature with the giant type, including ettins and trolls.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "dragon slayer":{
                  "description":"You gain a +1 bonus to attack and damage rolls made with this magic weapon.<br/></br>When you hit a dragon with this weapon, the dragon takes an extra 3d6 damage of the weapon's type. For the purpose of this weapon, `dragon` refers to any creature with the dragon type, including dragon turtles and wyverns.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "flame tongue":{
                  "description":"You can use a bonus action to speak this magic sword's command word, causing flames to erupt from the blade. These flames shed bright light in a 40-foot radius and dim light for an additional 40 feet. While the sword is ablaze, it deals an extra 2d6 fire damage to any target it hits. The flames last until you use a bonus action to speak the command word again or until you drop or sheathe the sword.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "of life stealing":{
                  "description":"When you attack a creature with this magic weapon and roll a 20 on the attack roll, that target takes an extra 3d6 necrotic damage, provided that the target isn't a construct or an undead. You gain temporary hit points equal to the extra damage dealt.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "of wounding":{
                  "description":"Hit points lost to this weapon's damage can be regained only through a short or long rest, rather than by regeneration, magic, or any other means.<br/><br/>Once per turn, when you hit a creature with an attack using this magic weapon, you can wound the target. At the start of each of the wounded creature's turns, it takes 1d4 necrotic damage for each time you've wounded it, and it can then make a DC 15 Constitution saving throw, ending the effect of all such wounds on itself on a success. Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a DC 15 Wisdom (Medicine) check, ending the effect of such wounds on it on a success.",
                  "value":[
                     501,
                     5000
                  ]
               }
            },
            "very rare":{
               "dancing":{
                  "value":[
                     5001,
                     50000
                  ],
                  "description":"You can use a bonus action to toss this magic sword into the air and speak the command word. When you do so, the sword begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of it. The sword uses your attack roll and ability score modifier to damage rolls.<br/><br/>While the sword hovers, you can use a bonus action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same bonus action, you can cause the sword to attack one creature within 5 feet of it.<br/><br/>After the hovering sword attacks for the fourth time, it flies up to 30 feet and tries to return to your hand. If you have no hand free, it falls to the ground at your feet. If the sword has no unobstructed path to you, it moves as close to you as it can and then falls to the ground. It also ceases to hover if you grasp it or move more than 30 feet away from it."
               },
               "frost brand":{
                  "value":[
                     5001,
                     50000
                  ],
                  "description":"When you hit with an attack using this magic sword, the target takes an extra 1d6 cold damage. In addition, while you hold the sword, you have resistance to fire damage.<br/><br/>In freezing temperatures, the blade sheds bright light in a 10-foot radius and dim light for an additional 10 feet.<br/><br/>When you draw this weapon, you can extinguish all nonmagical flames within 30 feet of you. This property can be used no more than once per hour."
               },
               "frost brand":{
                  "value":[
                     5001,
                     50000
                  ],
                  "description":"You gain a +2 bonus to attack and damage rolls made with this magic weapon.<br/><br/>The sword has 1d8 + 1 charges. If you score a critical hit against a creature that has fewer than 100 hit points, it must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body (a construct or an undead is immune). The sword loses 1 charge if the creature is slain. When the sword has no charges remaining, it loses this property."
               },
               "of sharpness":{
                  "value":[
                     5001,
                     50000
                  ],
                  "description":"When you attack an object with this magic sword and hit, maximize your weapon damage dice against the target.<br/><br/>When you attack a creature with this weapon and roll a 20 on the attack roll, that target takes an extra 4d6 slashing damage. Then roll another d20. If you roll a 20, you lop off one of the target's limbs, with the effect of such loss determined by the GM. If the creature has no limb to sever, you lop off a portion of its body instead.<br/><br/>In addition, you can speak the sword's command word to cause the blade to shed bright light in a 10- foot radius and dim light for an additional 10 feet. Speaking the command word again or sheathing the sword puts out the light."
               }
            },
            "legendary":{
               "vorpal":{
                  "value":[
                     50001,
                     1000000
                  ],
                  "description":"You gain a +3 bonus to attack and damage rolls made with this magic weapon. In addition, the weapon ignores resistance to slashing damage.<br/><br/>When you attack a creature that has at least one head with this weapon and roll a 20 on the attack roll, you cut off one of the creature's heads. The creature dies if it can't survive without the lost head. A creature is immune to this effect if it is immune to slashing damage, doesn't have or need a head, has legendary actions, or the GM decides that the creature is too big for its head to be cut off with this weapon. Such a creature instead takes an extra 6d8 slashing damage from the hit."
               }
            }
         },
         "axe":{
            "rare":{
               "berserker":{
                  "description":"You gain a +1 bonus to attack and damage rolls made with this magic weapon. In addition, while you are attuned to this weapon, your hit point maximum increases by 1 for each level you have attained.<br/><br/>Curse. This axe is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the axe, keeping it within reach at all times. You also have disadvantage on attack rolls with weapons other than this one, unless no foe is within 60 feet of you that you can see or hear.<br/><br/>Whenever a hostile creature damages you while the axe is in your possession, you must succeed on a DC 15 Wisdom saving throw or go berserk. While berserk, you must use your action each round to attack the creature nearest to you with the axe. If you can make extra attacks as part of the Attack action, you use those extra attacks, moving to attack the next nearest creature after you fell your current target. If you have multiple possible targets, you attack one at random. You are berserk until you start your turn with no creatures within 60 feet of you that you can see or hear.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "giant slayer":{
                  "description":"You gain a +1 bonus to attack and damage rolls made with this magic weapon.<br/<br/>When you hit a giant with it, the giant takes an extra 2d6 damage of the weapon's type and must succeed on a DC 15 Strength saving throw or fall prone. For the purpose of this weapon, `giant` refers to any creature with the giant type, including ettins and trolls.",
                  "value":[
                     501,
                     5000
                  ]
               }
            }
         },
         "mace":{
            "warhammer":{
               "very rare":{
                  "dwarven throwing":{
                     "value":[
                        5001,
                        50000
                     ],
                     "description":"You gain a +3 bonus to attack and damage rolls made with this magic weapon. It has the thrown property with a normal range of 20 feet and a long range of 60 feet. When you hit with a ranged attack using this weapon, it deals an extra 1d8 damage or, if the target is a giant, 2d8 damage. Immediately after the attack, the weapon flies back to your hand."
                  }
               }
            },
            "rare":{
               "of disruption":{
                  "description":"When you hit a fiend or an undead with this magic weapon, that creature takes an extra 2d6 radiant damage. If the target has 25 hit points or fewer after taking this damage, it must succeed on a DC 15 Wisdom saving throw or be destroyed. On a successful save, the creature becomes frightened of you until the end of your next turn.<br/><br/>While you hold this weapon, it sheds bright light in a 20-foot radius and dim light for an additional 20 feet.",
                  "value":[
                     501,
                     5000
                  ]
               }
            },
            "rare":{
               "of smiting":{
                  "description":"You gain a +1 bonus to attack and damage rolls made with this magic weapon. The bonus increases to +3 when you use the mace to attack a construct.<br/><br/>When you roll a 20 on an attack roll made with this weapon, the target takes an extra 2d6 bludgeoning damage, or 4d6 bludgeoning damage if it's a construct. If a construct has 25 hit points or fewer after taking this damage, it is destroyed.",
                  "value":[
                     501,
                     5000
                  ]
               }
            },
            "rare":{
               "of terror":{
                  "description":"This magic weapon has 3 charges. While holding it, you can use an action and expend 1 charge to release a wave of terror. Each creature of your choice in a 30-foot radius extending from you must succeed on a DC 15 Wisdom saving throw or become frightened of you for 1 minute. While it is frightened in this way, a creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If it has nowhere it can move, the creature can use the Dodge action. At the end of each of its turns, a creature can repeat the saving throw, ending the effect on itself on a success.<br/><br/>The mace regains 1d3 expended charges daily at dawn.",
                  "value":[
                     501,
                     5000
                  ]
               }
            }
         },
         "dagger":{
            "rare":{
               "of venom":{
                  "description":"You gain a +1 bonus to attack and damage rolls made with this magic weapon.<br/><br/>You can use an action to cause thick, black poison to coat the blade. The poison remains for 1 minute or until an attack using this weapon hits a creature. That creature must succeed on a DC 15 Constitution saving throw or take 2d10 poison damage and become poisoned for 1 minute. The dagger can't be used this way again until the next dawn.",
                  "value":[
                     501,
                     5000
                  ]
               }
            }
         },
         "common":{
            "glimmering":{
               "value":[
                  50,
                  100
               ],
               "names":[
                  "moon-touched",
                  "glimmering",
                  "ghost-light",
                  "evenstar",
                  "forge-light"
               ],
               "description":"This weapon gives off a faint glow that sheds dim light like that of a torch."
            },
            "cruel":{
               "value":[
                  50,
                  100
               ],
               "description":"The bearer may re-roll damage from critical hits scored with this weapon and take the second result."
            },
            "chained":{
               "value":[
                  50,
                  100
               ],
               "description":"The bearer can spend an action to mystically bind or unbind themselves to this weapon. While bound, the bearer can no longer be disarmed but cannot switch out or throw this weapon."
            },
            "vampiric":{
               "value":[
                  50,
                  100
               ],
               "description":"When the bearer makes a successful attack with this weapon, they gain 10% of the damage as temporary hit points (round down, minimum of 1)."
            },
            "impulsive":{
               "value":[
                  50,
                  100
               ],
               "description":"The bearer gains a +1 bonus to initiative rolls. As long as the bearer is first in the initiative order, their speed increases by 5 feet."
            },
            "of the inquisitor":{
               "value":[
                  50,
                  100
               ],
               "description":"Treat as a +1 weapon when attacking Demons and Devils."
            },
            "mad barber's":{
               "value":[
                  50,
                  100
               ],
               "description":"Any humanoid creature hit with this weapon loses all of the hair on their head and face."
            },
            "solemn":{
               "value":[
                  50,
                  100
               ],
               "description":"The bearer may spend an action to stabilize a dying creature within 5 feet. They cannot do so again until they have completed a long rest."
            },
            "runic":{
               "value":[
                  50,
                  100
               ],
               "description":"This worn weapon inscribed with ancient runes can be used as a Spellcasting Focus."
            },
            "questing":{
               "value":[
                  50,
                  100
               ],
               "description":"A poem, story, or map that describes a long-forgotten treasure that will make this weapon more powerful is etched on the surface of the weapon."
            },
            "of the church":{
               "value":[
                  50,
                  100
               ],
               "description":"The weapon is inscribed with holy symbols of the God of the DM's choice. A cleric or paladin that serves that god may use this weapon as a divine focus."
            }
         },
         "uncommon":{
            "+1":{
               "value":[
                  100,
                  500
               ],
               "damage":"+1",
               "description":"This weapon gives off a faint magical aura.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            }
         },
         "rare":{
            "+2":{
               "value":[
                  501,
                  5000
               ],
               "damage":"+2",
               "description":"This weapon gives off a minor magical aura.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            },
            "vicious":{
               "value":[
                  501,
                  5000
               ],
               "description":"When you roll a 20 on your attack roll with this magic weapon, your critical hit deals an extra 2d6 damage of the weapon's type."
            }
         },
         "very rare":{
            "+3":{
               "value":[
                  5001,
                  50000
               ],
               "damage":"+3",
               "description":"This weapon gives off a distinct magical aura.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            }
         },
         "legendary":{
            "+4":{
               "value":[
                  50001,
                  1000000
               ],
               "damage":"+4",
               "description":"This weapon glows with magical energy.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            }
         }
      },
      "armor":{
         "shield":{
            "common":{
               "of the church":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"The shield is inscribed with holy symbols of the God of the DM's choice. A cleric or paladin that serves that god may use this weapon as a divine focus."
               },
               "glimmering":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"This item gives off a faint glow that sheds dim light like that of a torch."
               },
               "impulsive":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"The bearer gains a +1 bonus to initiative rolls. As long as the bearer is first in the initiative order, their speed increases by 5 feet."
               },
               "solemn":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"The bearer may spend an action to stabilize a dying creature within 5 feet. They cannot do so again until they have completed a long rest."
               },
               "runic":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"This worn item inscribed with ancient runes can be used as a Spellcasting Focus."
               },
               "questing":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"A poem, story, or map that describes a long-forgotten treasure that will make this item more powerful is etched on the surface of the item."
               }
            }
         },
         "common":{
            "glimmering":{
               "value":[
                  50,
                  100
               ],
               "description":"This item gives off a faint glow that sheds dim light like that of a torch."
            },
            "impulsive":{
               "value":[
                  50,
                  100
               ],
               "description":"The bearer gains a +1 bonus to initiative rolls. As long as the bearer is first in the initiative order, their speed increases by 5 feet."
            },
            "solemn":{
               "value":[
                  50,
                  100
               ],
               "description":"The bearer may spend an action to stabilize a dying creature within 5 feet. They cannot do so again until they have completed a long rest."
            },
            "runic":{
               "value":[
                  50,
                  100
               ],
               "description":"This worn item inscribed with ancient runes can be used as a Spellcasting Focus."
            },
            "questing":{
               "value":[
                  50,
                  100
               ],
               "description":"A poem, story, or map that describes a long-forgotten treasure that will make this item more powerful is etched on the surface of the item."
            }
         },
         "uncommon":{
            "+1":{
               "value":[
                  100,
                  500
               ],
               "description":"This armor glows with magical energy.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            }
         },
         "rare":{
            "+2":{
               "value":[
                  501,
                  5000
               ],
               "description":"This armor glows with magical energy.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            }
         },
         "very rare":{
            "+3":{
               "value":[
                  5001,
                  50000
               ],
               "description":"This armor glows with magical energy.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            }
         },
         "legendary":{
            "+4":{
               "value":[
                  50001,
                  1000000
               ],
               "description":"This armor glows with magical energy.",
               "damage_types":[
                  "acid",
                  "cold",
                  "fire",
                  "force",
                  "lightning",
                  "necrotic",
                  "poison",
                  "psychic",
                  "radiant",
                  "thunder"
               ]
            },
            "of invulnerability":{
               "value":[
                  50001,
                  1000000
               ],
               "description":"You have resistance to nonmagical damage while you wear this armor. Additionally, you can use an action to make yourself immune to nonmagical damage for 10 minutes or until you are no longer wearing the armor. Once this special action is used, it can't be used again until the next dawn."
            }
         }
      },
      "good":{
         "clothing":{
            "boots":{
               "uncommon":{
                  "of Elvenkind":{
                     "description":"While you wear these boots, your steps make no sound, regardless of the surface you are moving across. You also have advantage on Dexterity (Stealth) checks that rely on moving silently.",
                     "value":[
                        100,
                        500
                     ]
                  },
                  "of the Winterlands":{
                     "description":"These boots are snug and feel quite warm. While you wear them, you gain the following benefits: <ul><li>You have resistance to cold damage.</li><li>You ignore difficult terrain created by ice or snow.</li><li>You can tolerate temperatures as low as -50 degrees Fahrenheit without any additional protection. If you wear heavy clothes, you can tolerate temperatures as low as -100 degrees Fahrenheit.</li></ul>",
                     "value":[
                        100,
                        500
                     ]
                  }
               }
            },
            "belt":{
               "rare":{
                  "of dwarvenkind":{
                     "description":"<span>While wearing this belt, you gain the following benefits:</span><ul><li>Your Constitution score increases by 2, to a maximum of 20.</li><li>You have advantage on Charisma (Persuasion) checks made to interact with dwarves.</li><li>In addition, while attuned to the belt, you have a 50 percent chance each day at dawn of growing a full beard if you're capable of growing one, or a visibly thicker beard if you already have one.</li></ul><span>If you aren't a dwarf, you gain the following additional benefits while wearing the belt:</span><ul><li>You have advantage on saving throws against poison, and you have resistance against poison damage.</li><li>You have darkvision out to a range of 60 feet.</li><li>You can speak, read, and write Dwarvish.</li></ul>",
                     "value":[
                        501,
                        5000
                     ]
                  },
                  "of hill giant strength":{
                     "description":"While wearing this belt, your Strength score changes to a score of 21. If your Strength is already equal to or greater than the belt's score, the item has no effect on you.",
                     "value":[
                        501,
                        5000
                     ]
                  }
               },
               "very rare":{
                  "of stone giant strength":{
                     "description":"While wearing this belt, your Strength score changes to a score of 23. If your Strength is already equal to or greater than the belt's score, the item has no effect on you.",
                     "value":[
                        5001,
                        50000
                     ]
                  },
                  "of frost giant strength":{
                     "description":"While wearing this belt, your Strength score changes to a score of 23. If your Strength is already equal to or greater than the belt's score, the item has no effect on you.",
                     "value":[
                        5001,
                        50000
                     ]
                  },
                  "of fire giant strength":{
                     "description":"While wearing this belt, your Strength score changes to a score of 25. If your Strength is already equal to or greater than the belt's score, the item has no effect on you.",
                     "value":[
                        5001,
                        50000
                     ]
                  }
               },
               "legendary":{
                  "of cloud giant strength":{
                     "description":"While wearing this belt, your Strength score changes to a score of 27. If your Strength is already equal to or greater than the belt's score, the item has no effect on you.",
                     "value":[
                        50001,
                        1000000
                     ]
                  },
                  "of storm giant strength":{
                     "description":"While wearing this belt, your Strength score changes to a score of 29. If your Strength is already equal to or greater than the belt's score, the item has no effect on you.",
                     "value":[
                        50001,
                        1000000
                     ]
                  }
               }
            }
         },
         "tool":{
            "quill":{
               "common":{
                  "of writing":{
                     "value":[
                        50,
                        100
                     ],
                     "description":"This quill writes without the need of one’s hands, but it still writes in the owner's hand writing."
                  }
               }
            },
            "common":{
               "eternal":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"This item appears as prestine as the day it was made, never showing any signs of wear or aging."
               }
            },
            "uncommon":{

            },
            "rare":{

            },
            "very rare":{

            },
            "legendary":{

            }
         },
         "light source":{
            "common":{
               "eternal":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"This item appears as prestine as the day it was made, never showing any signs of wear or aging."
               }
            },
            "uncommon":{

            },
            "rare":{

            },
            "very rare":{

            },
            "legendary":{

            }
         },
         "instrument":{
            "common":{
               "eternal":{
                  "value":[
                     50,
                     100
                  ],
                  "description":"This item appears as prestine as the day it was made, never showing any signs of wear or aging."
               }
            },
            "uncommon":{
               "haunting":{
                  "value":[
                     100,
                     500
                  ],
                  "description":"You must be proficient with this instrument to use it. It has 3 charges. You can use an action to play it and expend 1 charge to create an eerie, spellbinding tune. Each creature within 30 feet of you that hears you play must succeed on a DC 15 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren't hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of the instrument for 24 hours. <br/><br/>The instrument regains 1d3 expended charges daily at dawn."
               }
            },
            "rare":{

            },
            "very rare":{

            },
            "legendary":{

            }
         }
      },
      "jewelry":{
         "ring":{
            "uncommon":{
               "of jumping":{
                  "description":"While wearing this ring, you can cast the jump spell from it as a bonus action at will, but can target only yourself when you do so.",
                  "value":[
                     100,
                     500
                  ]
               },
               "of swimming":{
                  "description":"You have a swimming speed of 40 feet while wearing this ring.",
                  "value":[
                     100,
                     500
                  ]
               },
               "of warmth":{
                  "description":"While wearing this ring, you have resistance to cold damage. In addition, you and everything you wear and carry are unharmed by temperatures as low as -50° Fahrenheit / -45° Celsius.",
                  "value":[
                     100,
                     500
                  ]
               },
               "of mind shielding":{
                  "description":"While wearing this ring, you are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it. <br/><br/>You can use an action to cause the ring to become invisible until you use another action to make it visible, until you remove the ring, or until you die. <br/><br/>If you die while wearing the ring, your soul enters it, unless it already houses a soul. You can remain in the ring or depart for the afterlife. As long as your soul is in the ring, you can telepathically communicate with any creature wearing it. A wearer can't prevent this telepathic communication.",
                  "value":[
                     100,
                     500
                  ]
               },
               "of water walking":{
                  "description":"While wearing this ring, you can stand on and move across any liquid surface as if it were solid ground.",
                  "value":[
                     100,
                     500
                  ]
               }
            },
            "rare":{
               "of evasion":{
                  "description":"This ring has 3 charges, and it regains 1d3 expended charges daily at dawn. When you fail a Dexterity saving throw while wearing it, you can use your reaction to expend 1 of its charges to succeed on that saving throw instead.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "of resistance":{
                  "description":"You have resistance to one damage type while wearing this ring. The gem in the ring indicates the type, which the GM chooses or determines randomly.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "of the ram":{
                  "description":"This ring has 3 charges, and it regains 1d3 expended charges daily at dawn. While wearing the ring, you can use an action to expend 1 to 3 of its charges to attack one creature you can see within 60 feet of you. The ring produces a spectral ram's head and makes its attack roll with a +7 bonus. On a hit, for each charge you spend, the target takes 2d10 force damage and is pushed 5 feet away from you. Alternatively, you can expend 1 to 3 of the ring's charges as an action to try to break an object you can see within 60 feet of you that isn't being worn or carried. The ring makes a Strength check with a +5 bonus for each charge you spend.",
                  "value":[
                     501,
                     5000
                  ]
               },
               "of feather falling":{
                  "description":"When you fall while wearing this ring, you descend 60 feet per round and take no damage from falling.",
                  "value":[
                     501,
                     5000
                  ]
               }
            },
            "very rare":{
               "of regeneration":{
                  "description":"While wearing this ring, you regain 1d6 hit points every 10 minutes, provided that you have at least 1 hit point. If you lose a body part, the ring causes the missing part to regrow and return to full functionality after 1d6 + 1 days if you have at least 1 hit point the whole time.",
                  "value":[
                     5001,
                     50000
                  ]
               },
               "of shooting stars":{
                  "description":"While wearing this ring in dim light or darkness, you can cast dancing lights and light from the ring at will. Casting either spell from the ring requires an action. The ring has 6 charges for the following other properties. The ring regains 1d6 expended charges daily at dawn. <br/><br/>Please check the 5th edition DMG p192 for full rules.",
                  "value":[
                     5001,
                     50000
                  ]
               },
               "of telekinesis":{
                  "description":"While wearing this ring, you can cast the telekinesis spell at will, but you can target only objects that aren't being worn or carried.",
                  "value":[
                     5001,
                     50000
                  ]
               }
            },
            "legendary":{
               "of invisibility":{
                  "description":"While wearing this ring, you can turn invisible as an action. Anything you are wearing or carrying is invisible with you. You remain invisible until the ring is removed, until you attack or cast a spell, or until you use a bonus action to become visible again.",
                  "value":[
                     50001,
                     1000000
                  ]
               },
               "of three wishes":{
                  "description":"While wearing this ring, you can use an action to expend 1 of its 3 charges to cast the wish spell from it. The ring becomes nonmagical when you use the last charge.",
                  "value":[
                     50001,
                     1000000
                  ]
               },
               "of djinni summoning":{
                  "description":"While wearing this ring, you can speak its command word as an action to summon a particular djinni from the Elemental Plane of Air. The djinni appears in an unoccupied space you choose within 120 feet of you. It remains as long as you concentrate (as if concentrating on a spell), to a maximum of 1 hour, or until it drops to 0 hit points. It then returns to its home plane. <br/><br/>While summoned, the djinni is friendly to you and your companions. It obeys any commands you give it, no matter what language you use. If you fail to command it, the djinni defends itself against attackers but takes no other actions. <br/><br/>After the djinni departs, it can't be summoned again for 24 hours, and the ring becomes nonmagical if the djinni dies.",
                  "value":[
                     50001,
                     1000000
                  ]
               },
               "of spell turning":{
                  "description":"While wearing this ring, you have advantage on saving throws against any spell that targets only you (not in an area of effect). In addition, if you roll a 20 for the save and the spell is 7th level or lower, the spell has no effect on you and instead targets the caster, using the slot level, spell save DC, attack bonus, and spellcasting ability of the caster.",
                  "value":[
                     50001,
                     1000000
                  ]
               }
            }
         }
      }
   },
   "magic_aura_descriptions":{
      "acid":{
         "melee_description":"This weapon sprays drops of acid as it is swung.",
         "ranged_description":"Any projectile fired from this weapon splatters the target with acid.",
         "thrown_description":"When thrown, this weapon splatters the target with acid.",
         "armor_description":"When hit with acid, this armor shows no signs of damage."
      },
      "cold":{
         "melee_description":"When swung, this weapon leaves a trail of frozen vapor hanging in the air.",
         "ranged_description":"Any projectile fired from this weapon leaves a trail of frozen vapor at it flies to the target.",
         "thrown_description":"When thrown, this weapon leaves a trail of frozen vapor at it flies to the target.",
         "armor_description":"When struck with icy energy, this armor shows no signs of damage."
      },
      "fire":{
         "melee_description":"When swung, this weapon leaves a trail of embers in its wake.",
         "ranged_description":"Any projectile fired from this weapon strikes as if it were set ablaze.",
         "thrown_description":"When thrown, this weapon strikes as if it were set ablaze.",
         "armor_description":"When immersed in flame, this armor shows no signs of damage."
      },
      "force":{
         "melee_description":"When swung, this weapon hums as it cuts the air. Those with arcane senses can see a distinct blue trail.",
         "ranged_description":"Any projectile fired from this weapon give off an unnatural hum as it flies to the target. Those with arcane senses can see a distinct blue trail.",
         "thrown_description":"When thrown, this weapon gives off an unnatural hum as it flies to the target. Those with arcane senses can see a distinct blue trail.",
         "armor_description":"When hit with pure magical energy, this armor shows no signs of damage."
      },
      "lightning":{
         "melee_description":"When swung, this weapon sparks with small tendrals of electrical energy.",
         "ranged_description":"Any projectile fired from this weapon sparks with small tendrals of electrical energy.",
         "thrown_description":"When thrown, this weapon sparks with small tendrals of electrical energy.",
         "armor_description":"When struck with lightning, this armor shows no signs of damage."
      },
      "necrotic":{
         "melee_description":"When swung, this weapon leaves a trail of darkness in its wake.",
         "ranged_description":"Any projectile fired from this weapon leaves a trail of eerie darkness at it flies to the target.",
         "thrown_description":"When thrown, this weapon leaves a trail of eerie darkness at it flies to the target.",
         "armor_description":"When struck with necrotic powers, this armor shows no signs of damage."
      },
      "poison":{
         "melee_description":"When swung, this weapon appears gleams as if it had been recently submerged in a green liquid.",
         "ranged_description":"Any projectile fired from this weapon gleams as if it had been recently submerged in a green liquid.",
         "thrown_description":"When thrown, this weapon gleams as if it had been recently submerged in a green liquid.",
         "armor_description":"When hit with poison, this armor shows no signs of damage."
      },
      "psychic":{
         "melee_description":"When swung, this weapon makes no audible sound. However, you can feel the swing in your mind\\'s eye.",
         "ranged_description":"Any projectile fired from this weapon makes no sound, but instead can be felt in your mind\\'s eye.",
         "thrown_description":"When thrown, this weapon makes no sound, but instead can be felt in your mind\\'s eye. ",
         "armor_description":"When attack with psychic energy, this armor shows no signs of damage."
      },
      "radiant":{
         "melee_description":"When swung, this weapon leaves a trail of holy light in its wake.",
         "ranged_description":"Any projectile fired from this weapon shines with holy light when loosed.",
         "thrown_description":"When thrown, this weapon leaves a trail of holy light in its wake.",
         "armor_description":"When hit with holy power, this armor shows no signs of damage."
      },
      "thunder":{
         "melee_description":"When swung, this weapon crackles with the sound of distant thunder.",
         "ranged_description":"Any projectile fired from this weapon resonates with the sound of rolling thunder when striking the target.",
         "thrown_description":"When thrown, this weapon crackles with the sound of rolling thunder when striking the target.",
         "armor_description":"When struck with thunderous energy, this armor shows no signs of damage."
      }
   },
   "curses":{
      "drawback":{
         "baseline":"Upon contact with or use of this item",
         "specifics":[
            " the character’s hair grows 1 inch longer. Only happens once.",
            " the character %grows 1 inch, shrinks 1 inch%. Only happens once.",
            " the temperature around item is 10°F cooler than normal.",
            " the temperature around item is 10°F warmer than normal.",
            " all of the hair on a character's body changes color.",
            " the character's skin changes color.",
            " the character now bears some identifying mark (tattoo, weird glow, or the like).",
            " the character’s gender changes.",
            " the character’s race changes.",
            " the character is afflicted with a random disease that cannot be cured.",
            ", it continually emits %moaning noises, weeping noises, screams, curses, insults%.",
            ", it takes on a ridiculous appearance (garishly colored, silly shape, glows bright pink, . . .).",
            " the character becomes selfishly possessive about the item.",
            " the character becomes paranoid about losing the item and afraid of damage occurring to it.",
            " the character’s alignment changes.",
            " the character’s vision is blurry (-2 penalty on attack rolls, saves, and skill checks requiring vision).",
            " the character is polymorphed into a specific creature, rolled randomly, for the remainder of the day. This effect can occur once per day.",
            " the character is polymorphed into a specific creature, rolled randomly, until the curse is magically removed.",
            " the character cannot cast arcane spells until the curse is magically removed.",
            " the character cannot cast divine spells until the curse is magically removed.",
            " the character cannot cast any spells until the curse is magically removed.",
            " the character must make a Wisdom save, or lose a point of Intelligence.",
            " the character must make a Wisdom save, or lose a point of Wisdom.",
            " the character must make a Wisdom save, or lose a point of Charisma.",
            " the character must make a Constitution save, or lose a point of Constitution.",
            " the character must make a Constitution save, or lose a point of Strength.",
            " the character must make a Constitution save, or lose a point of Dexterity."
         ]
      },
      "conditional":{
         "baseline":"This item's magical effects only function ",
         "specifics":[
            "when the ambient temperature is below freezing.",
            "when the ambient temperature is above freezing.",
            "during the day.",
            "at night.",
            "in direct sunlight.",
            "when not exposed to direct sunlight.",
            "when the user is underwater.",
            "when the user is not in contact with water.",
            "when the user is underground.",
            "when the user is aboveground.",
            "when within 10 feet of a %Aberration, Beast, Celestial, Construct, Dragon, Elemental, Fey, Fiend, Giant, Humanoid, Monstrosity, Ooze, Plant, Undead%.",
            "when within 10 feet of a %human, elf, dwarf, gnome, halfling, half-elf, half-orc, dragonborn, tiefling, orc, goblinoid, kenku, kobold, lizardfolk, goliath, asimar, firbolg%.",
            "when within 10 feet of an arcane spellcaster.",
            "when within 10 feet of a divine spellcaster.",
            "when in the hands of a nonspellcaster.",
            "when in the hands of a spellcaster",
            "when in the hands of a creature of %good, neutral, evil, lawful, chaotic% alignment.",
            "when in the hands of a %male, female%.",
            "on nonholy days or during particular astrological events.",
            "when the user is more than 100 miles from a particular site."
         ]
      },
      "requirement":{
         "baseline":"In order for this item's magical effects to function, the ",
         "specifics":[
            "character must eat twice as much as normal.",
            "character must sleep twice as much as normal.",
            "character must undergo a specific quest (one time only, and then item functions normally thereafter).",
            "character must sacrifice (destroy) 100 gp worth of valuables per day.",
            "character must sacrifice (destroy) 2,000 gp worth of magic items each week.",
            "character must swear fealty to a particular noble or his family.",
            "character must discard all other magic items.",
            "character must worship a particular deity.",
            "character must change her name to a specific name. (The item only works for characters of that name.)",
            "character must add a specific class at the next opportunity if not of that class already.",
            "character must be proficient in a particular skill.",
            "character must sacrifice some part of her life energy (2 points of Constitution) one time. If the character gets the Constitution points back (such as from a restoration spell), the item ceases functioning. (The item does not cease functioning if the character receives a Constitution increase caused by level gain, a wish, or the use of a magic item.)",
            "item must be cleansed with holy water each day.",
            "item must absorb a pint of blood of a living creature each day.",
            "item must be bathed in the blood of a sentient living creature once per week.",
            "item must be bathed in volcanic lava once per month.",
            "item must be used at least once a day, or it won’t function again for its current possessor."
         ]
      }
   }
}