{
	"Rythlon": {
		"playerKnown": true,
		"tags": ["village","navolin","szary","ulfwyst"],
		"name": "Rythlon",
		"nickname": "Rythlon on Sulas",
    "type": "Settlement",
		"population": "~400",
		"races": ["human","elf","halfling","gnome","half-elf","half-orc"],
		"government": "Appointed Steward",
    "leaders": ["Imizael Clathara","Selif Koric (former)"],
		"nation": "Kingdom of Navolin",
		"location": "Kelishan Highlands",
		"description": [
			"Rythlon, aka Rythlon on Sulas, is an ancient human village that sits on the banks of the Sulas river. Located in the Kelishan Highlands of Navolin, the village has roughly 400 inhabitants, most of which are farmers, hunters, craftsmen, and ranchers."
		]
	},
  "Kingdom-of-Navolin": {
    "playerKnown": true,
    "tags": ["kingdom","navolin","state","ulfwyst"],
    "name": "Kingdom of Navolin",
    "nickname": "Navolin",
    "type": "State",
    "population": "~2.5 million",
    "races": ["human","elf","gnome","half-elf","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["King Kzesimir III"],
    "regions": ["Kelishan Highlands","Galren Moor","Damali Steppe","Tiderack Coast"],
    "description": [
      "The Kingdom of Navolin is a large, feudal state located in Eastern Ulfwyst. "
    ]
  },
  "City-of-Zurast": {
    "playerKnown": true,
    "tags": ["ulfwyst","capital","city"],
    "name": "City of Zurast",
    "nickname": "City of Zurast",
    "type": "Settlement",
    "population": "~9,700",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling"],
    "government": "Hereditary Monarchy",
    "leaders": ["Archduke Nicolai Valken"],
    "location": "Archduchy of Zurast",
    "description": [
      "The capital city of the Archduchy of Zurast, the city was once a small city-state in eastern Ulfwyst. Over the last century and a half, through military conflict and political alliances, the archdukes of Zurast have successfully expanded and consolidated their holdings into a respected regional power."
    ],
    "historyDescription": [
      ""
    ],
    "governmentDescription": [
      ""
    ]
  },
  "Archduchy-of-Zurast": {
    "playerKnown": true,
    "tags": ["archduchy","state","ulfwyst"],
    "name": "Archduchy of Zurast",
    "nickname": "Zurast",
    "type": "State",
    "population": "~320,000",
    "races": ["human","elf","gnome","half-elf","halfling"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["Archduke Nicolai Valken"],
    "regions": ["Blighted Mire","Drakenwald","Kazgrim Mountains"],
    "description": [
      "The Archduchy of Zurast is a growing regional power in eastern Ulfwyst. Several hundred years ago, the City of Zurast was an ordinary city-state located on the southern Sulas river near the Bay of Claws. Over the last 150 years, through military expansion and shrewd political maneuvering, the archdukes of Zurast successfully expanded and maintained their position as a respected regional power."
    ]
  },
  "Kingdom-of-Lemuria": {
    "playerKnown": true,
    "tags": ["kingdom","state","ulfwyst"],
    "name": "Kingdom of Lemuria",
    "nickname": "Lemuria",
    "type": "State",
    "population": "~1.8 million",
    "races": ["human","elf","gnome","half-elf","half-orc","half-giant","marus"],
    "government": "Elective Clan Monarchy",
    "location": "Ulfwyst",
    "leaders": ["High Queen Inga Sudrheim"],
    "regions": ["Korin Gulf","Strait of Krigere","Amber Grove","Torick Peaks","Mösöngol Tundra","Ursgal Islands","Venngar Sea","Mare Concordis"],
    "description": [
      "One of the largest states in eastern Ulfwyst, the clans of Lemuria control the frigid lands that surround the tempestuous Korin Gulf. Lemuria is a harsh and dangerous land, full of savage beasts, perilous terrain and volatile weather. The people who live here are large, willful, and daring. Over the millennia amongst the crags, glaciers, ice flows and howling woods, the people have developed an understanding with the land they inhabit."
    ],
    "articles":{
      "People of the Land": [
        "Due to the vast amount of natural wilderness that exists in this remote region of Ulfwyst, there is an innate connection in Lemuria with the Feywild. Many people claim to see fey spirits roaming the hills or dancing in the ancient forests.",
        "With this fey connection comes a peculiar phenomena: Lemuria has the highest concentration of half-elves in all of Ulfwyst, possibly in all of Centhris. It is not uncommon for a man or woman to disappear for years at a time, only to return from some far off place with a child in tow, a reminder of fleeting tryst with a fey from beyond the mortal realms. Half-elves are viewed as normal, or in some eyes, blessed people who have been touched by the realms beyond."
      ],
      "Settlements":[
        "Most of the people of Lemuria live in isolated, fortified villages and towns located at defendable positions in the landscape. Frotified hill-towns, sea-side ports located on the sides of cliffs and walled villages located deep in forests are typical fare for the people of Lemuria."
      ],
      "Masters of the Sea":[
        "Many towns in Lemuria are located along a river or on the coast. The people of this land have a healthy respect and a deep bond with the sea. Any person worth their salt knows how to handle a boat and can sail on a river, at the very least. Due to this cultural expectation, Lemurians are generally considered the most skilled sailors in Ulfwyst and it is common to find a merchant vessel in cities such as Volikgrad or Braxinfurt being commanded by a Lemurian captain."
      ],
      "Religion":[
        "Lemuria is an ancient and mystical land, full of haunted woods, deadly mires and frozen peaks. The people have mixed the traditional gods of Ulfwyst and their own, more ancient traditions.",
        "Almost every village and town in the kingdom has a temple dedicated to the gods, and also a sacred grove dedicated to the spirits of the land. This animist practice honors the spirits of the forest, rocks, river, mountains and sea with which the people of this place share a sacred bond. The people of Lemuria believe that though the gods hold supreme power over the world, their day to day lives are more influenced by the natural spirits all around them.",
        "To the people of Lemuria, it is as important to honor the local spirits as it is the Gods. Throughout the year, various rites, festivals and holidays mark the occasions important to the animist practices. When the spring crops are sown, a village will hold a festival to honor the spirits of the fields, the orchards and the streams. When a lamb is born or an old beast of burden dies, its spirit is honored in ancient rites at a family's ritual altar."
      ],
      "Sacred Monuments":[
        "In these sacred groves, druids and priests erect great stone circles dedicated to the spirits of the land. It is also a common tradition amongst the great clans to mark the rite of adulthood by placing a great runestone in a sacred location near the clan's hold. The head of the clan generally commissions the stone and then the clan, lead by the soon-to-be adult carry the stone to the destined location, planting the stone to mark the auspicious occasion."
      ]
    }
  },
  "Kelishan-Highlands": {
    "playerKnown": true,
    "tags": ["region","highlands","plains","navolin","ulfwyst"],
    "name": "Kelishan Highlands",
    "nickname": "Kelishan",
    "type": "Region",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling"],
    "nation": "Kingdom of Navolin",
    "location": "Ulfwyst",
    "description": [
      "The Kelishan Highlands is a region in eastern Ulfwyst located north of the Blighted Mire, west of the Jordonis Mountains and west of the Desolate Wastes.",
      "A vast grassland of rolling hills dotted with the occasional forest, the highlands of Kelishan are considered an integral part of the Kingdom of Navolin. It is here that the kingdom produces most of its grain harvest. In addition, the highlands are excellent territory for herding a variety of livestock, including cattle, horses and sheep.",
      "Though rain is not plentiful, there is generally enough in a year to ensure a decent crop. The region offers few sources of metal or stone, and most settlements consist of wooden structures with thatched roofs. If a settlement is walled, it is generally surrounded by a palisade or an earthen mound.",
      "The largest river in the highlands is the Sulas, which collects water in the highlands and runs south to the Blighted Mire and on to the Bay of Claws."
    ]    
  },
  "Damali-Steppe": {
    "playerKnown": true,
    "tags": ["region","plains","steppe","navolin","ulfwyst"],
    "name": "Damali Steppe",
    "nickname": "Damali Basin",
    "type": "Region",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling"],
    "nation": "Kingdom of Navolin",
    "location": "Ulfwyst",
    "description": [
      "The Damali Steppe is a seemingly endless flat grassland that makes up a large area of east-central Ulfwyst. The steppe is considered the territorial barrier between the Kingdom of Navolin and the Kaeldrin Sanctum."
    ]    
  },
  "Eye-of-Vel'dorin": {
    "playerKnown": true,
    "tags": ["region","volcano","moutain","ulfwyst"],
    "name": "Eye of Vel'dorin",
    "nickname": "Vel'dorin's Eye",
    "type": "Region",
    "location": "Ulfwyst",
    "description": [
      "An active volcano located east of the Desolate Wastes and west of the Kelishan Highlands, the Eye of Vel'dorin billows dark smoke endlessly into the sky. An old saying in the region portents that should the mountain ever cease to smolder, all of Ulfwyst should fear Vel'dorin's wrath."
    ]    
  },
  "Volikgrad": {
    "playerKnown": true,
    "tags": ["city-state","barrier coast","ulfwyst","port"],
    "name": "Volikgrad",
    "nickname": "Free City of Volikgrad",
    "type": "City-State",
    "population": "~5,300",
    "races": ["human","elf","gnome","half-elf","halfling","dwarf"],
    "government": "Merchant Oligarchy",
    "location": "Barrier Coast",
    "map": "Volikgrad",
    "description": [
      "The Free City of Volikgrad is a city-state in the Barrier Coast region of Ulfwyst. It is the southern-most city on the barrier coast and a major trade hub for merchants and travelers heading towards the southern regions of the Kingdom of Navolin or the Archduchy of Zurast.",
      "The primary attractions of the city are the Twin Arches Market, the Eikras Auction House, and the Moongate, a grand temple to the Maiden."
    ]    
  },
  "Rakenburg": {
    "playerKnown": true,
    "tags": ["city-state","barrier coast","ulfwyst","port","capital"],
    "name": "Rakenburg",
    "nickname": "Free City of Rakenburg",
    "type": "City-State",
    "population": "~18,000",
    "races": ["human","elf","gnome","half-elf","halfling","dwarf"],
    "government": "Guild Oligarchy",
    "location": "Barrier Coast",
    "map": "Rakenburg",
    "description": [
      "The Free City of Rakenburg is a city-state in the Barrier Coast region of Ulfwyst. It is the largest city in the region and the defacto capital of the city-state alliance. The city is a common point for merchants and travelers moving through the region to resupply, due to its central location.",
      "Rakenburg is a city built on top of several previous settlements, though the exact number of settlements that existed before is not widely known. Most of the city's current construction used existing building material and re-purposed it. It is not known exactly when the current incarnation of the city was founded, though scholars speculate that the upper city was resettled around 900 years ago.",
      "The ruins below the city proper are collectively known as the Twisting Warrens, or simply 'the Warrens'. There are three known entrances to the labyrinthine under-city which are all guarded and monitored at all hours. Entrance to the Warrens is tightly controlled, due to the dangers that lurk around every corner. The primary entrance to the under-city is located in the Dawnstar Fairgrounds, with smaller entrances in the Ghost Orchard and the Murky Reach."
    ],
    "articles":{
      "History": [
        "In its early years, the city was ruled by a hereditary monarch, known as the Praeses. During the city's earliest years, when the guilds of Rakenburg were just coming into prominence, inter-guild conflicts were common as Legal Guilds fought over commercial rights, land and establishments. Eventually, these squabbles engulfed the entire city in widespread violence and civil revolt, now known as the First Guild War.",
        "The First Guild war ended with the overthrow of Praeses Dukran Varyniks and the establishment of the Guild Council of Rakenburg.",
        "For a time, the citizen of Rakenburg were able to return to their lives without regular outbursts of violence in the streets. This period of tense peace lasted for less than thirty years before tensions flared yet again, and the Second Guild War began. The second war between the various guilds of Rakenburg was far more brutal, not only effecting the city proper, but nearby cities as well, where guilds had spread to establish outposts. During the conflict, thousands of lives were lost and the number of operating guilds in the city dropped by nearly two thirds.",
        "At the end of the Second Guild War, the Guild Council of Rakenburg passed the 'Interguild Dispute Interdiction Treaty' that forbids all acts of aggression against other guilds and offers methods of dispute resolution. The treaty also limits the number of Legal Guilds in the city to 16, with 8 acting as active council members, and the remaining 8 acting in advisory roles. If a guild with council membership does not meet its obligations, one of the minor guilds can be elected to replace it, ensuring that the guilds keep each other in check."
      ],
      "Government": [
        "Rakenburg is ruled by the Guild Council of Rakenburg, a governing body with representatives from the 8 major guilds of the city. Each guild sends a representative to sit on the council (usually the guild master, but other members are sometimes selected in the guild master's stead). The council holds a public session every ten-day at the Reliquary of the Castidos which is open to public attendance. Guild business is addressed and then there is a time allotted for public comment.",
        "The day-to-day peacekeeping of the city is left to the Specula Arcanum, one of the 8 Major Guilds, commonly referred to as `Specs`. This guild acts as the city watch, judiciary and militia as required. In order ensure peace is kept throughout the city, the guild deploys Gradiorus along with its regular patrols. These large, hulking, arcane golems are animated with arcane magic and follow a set of preprogrammed guidelines in order to maintain peace in the city."
      ]
    }
  },
  "Frecyra": {
    "playerKnown": false,
    "tags": ["navolin","ulfwyst","capital","city"],
    "name": "Frecyra",
    "nickname": "Frecyra",
    "type": "Settlement",
    "population": "~30,000",
    "races": ["human","elf","gnome","half-elf","half-orc","halfling","dwarf","tiefling"],
    "government": "Hereditary Monarchy",
    "location": "Navolin",
    "map": "Frecyra",
    "description": [
      "The capital city of Navolin, Frecyra is one of the largest cities in Ulfwyst."
    ]
  },
  "Kilurus": {
    "playerKnown": true,
    "tags": ["lemuria","ulfwyst","capital","city"],
    "name": "Kilurus",
    "nickname": "Kilurus",
    "type": "Settlement",
    "population": "~13,000",
    "races": ["human","elf","gnome","half-elf","half-orc","marus","uklang"],
    "government": "Clan Council",
    "location": "Lemuria",
    "description": [
      "The capital city of Lemuria, Kilurus is located on the eastern side of the Strait of Krigere."
    ]
  },
  "Braxinfurt": {
    "playerKnown": false,
    "tags": ["city-state","barrier coast","ulfwyst","port"],
    "name": "Braxinfurt",
    "nickname": "Braxinfurt",
    "type": "City-State",
    "population": "~6,500",
    "races": ["human","dwarf","tiefling","gnome","halfling"],
    "government": "Oligarchic Republic",
    "location": "Barrier Coast",
    "description": [
      "Braxinfurt is one of the five major, allied cities that comprise the alliance of Barrier Coast city-states. A true merchant republic, the city is a strange experiment in governance in the eyes of other political entities in the region. The city has a long-standing alliance with the dwarven hold of Ezhekal, located to the west in the Jordonis mountains. The two cities have traded goods, resources and elements of their cultures for hundreds of years, creating a unique blend of art, music and legal practices."
    ]
  },
  "Reliquary-of-the-Castidos":{
    "playerKnown": true,
    "tags": ["structure","barrier coast","ulfwyst","rakenburg"],
    "name": "Reliquary of the Castidos",
    "nickname": "the Castidos",
    "type": "Structure",
    "location": "Rakenburg",
    "description": [
      "The town hall and meeting place of the Guild Council of Rakenburg. The Castidos is also a library and vault for information and items that come from the Twisting Warrens beneath Rakenburg."
    ]
  },
  "the-Bonemill":{
    "playerKnown": true,
    "tags": ["structure","Rythlon","ulfwyst","navolin"],
    "name": "the Bonemill",
    "nickname": "the Bonemill",
    "type": "Structure",
    "location": "Rythlon",
    "description": [
      "The Bonemill is an old, abandoned windmill that was used, in days gone by, for grinding bones into bonemeal. Around the mill, stacked in large mounds, are hundreds of bones, bleached white in the summer sun.",
      "The Adventurers came to the mill looking for Reanold Duplechin's assistant, Leiana. The group did not find Leiana, only a scrap of a red cloak Reanold said she had been wearing. When Evan-Jakob disturbed the scrap of fabric, the piles of bone began to shift and a horrible monstrosity coalesced from the discarded skeletons. The Lurking Abomination, a horrible nightmarish creature with four arms burst forth to attack the Adventurers. After enduring a furious assault, the group was able to destroy the creature.",
      "Venturing inside the mill, the Adventurers discovered found the interior nearly monocromatic, as if all color had been removed from it. Taking great care, they searched the building and found no further signs of Leiana, though they did find further shreds of red fabric. Murat investigated what might have happened to the woman, and determined that she possibly had been taken to the wall, but there were no signs of a door and no exit on the exterior of the mill."
    ]
  },
  "Thornroot-Thicket": {
    "playerKnown": true,
    "tags": ["region","forest","rythlon","kelishan highlands","ulfwyst","Sylvan Conclave"],
    "name": "Thornroot Thicket",
    "nickname": "Thornroot Forest",
    "type": "Region",
    "location": "Kelishan Highlands",
    "description": [
      "An ancient forest located in the Kelishan Highlands, Thornroot Thicket is a dark and twisted place, full of hostile creatures, both natural and monstrous.",
      "The Adventurers ventured into Thornroot twice. Once to find and kill the Lady of the Wood, a hag who lived in the forest and the group felt needed to be killed in order to save the town of Rythlon. The second time the group traveled into the dark woods, it was at the request of Erlinder Bluefield, who wished to return to the Shrine of the Agrestal Cycle in order commune with nature and find out more about his new abilities."
    ]  
  },
  "Drakenwald": {
    "playerKnown": true,
    "tags": ["region","forest","zurast","ulfwyst"],
    "name": "Drakenwald",
    "nickname": "Drakenwald Forest",
    "type": "Region",
    "location": "Archduchy of Zurast",
    "description": [
      "A relatively young forest compared to the rest of those in Ulfwyst, the Drakenwald is a dark, foreboding sea of green in the shadow of the Kazgrim Mountains. The forest has expanded quickly due to the rich volcanic soil that makes up the earth beneath it."
    ]  
  },
  "Shrine-of-the-Agrestal-Cycle": {
    "playerKnown": true,
    "tags": ["building","shrine","Thornroot Forest","kelishan highlands","ulfwyst"],
    "name": "Shrine of the Agrestal Cycle",
    "nickname": "Shrine of the Agrestal Cycle",
    "type": "Structure",
    "location": "Thornroot Forest",
    "description": [
      "An ancient druid shrine deep in the heart of Thornroot Thicket."
    ]  
  },
  "Eikras-Auction-House":{
    "playerKnown": true,
    "tags": ["structure","barrier coast","ulfwyst","rakenburg"],
    "name": "Eikras Auction House",
    "nickname": "the Eikras",
    "type": "Structure",
    "location": "Volikgrad",
    "description": [
      "The Eikras Auction House is an important fixture in the city of Volikgrad. Adventurers, nobles and merchants from all over eastern Ulfwyst will venture to Volikgrad in order to buy and sell items at the auction house. It is located in the Windpoint District in Volikgrad.",
      "The auction house has 2 wings, each 3 stories tall, and a main hall.",
      "The first floor of the northern wing is comprised of several rooms, each holding silent auctions for lesser items, categorized by type. This includes, housewares, arms & armor, potions & elixirs, antiques and vehicles. The second floor of the northern wing is comprised of storage and the third floor is for administrative offices.",
      "The first floor of the southern wing is used for the auction of mundane livestock. The second and third floors of this wing are actually one large, vaulted room which is reserved for exotic livestock, including magical and dangerous beasts.",
      "The main hall of the auction house holds infrequent auctions, based upon the volume and interest in the more valuable items for sale. The date of the next main hall auction, along with a list of items up for auction, is posted outside the hall. The main hall holds a traditional auction, with an auctioneer and standard bidding procedure. The hall itself is laid out in the manner of an amphitheater, allowing for all in the room to be seen and see the items up for auction."
    ]
  },
  "the-Twisting-Warrens": {
    "playerKnown": true,
    "tags": ["ruins","labyrinth","ulfwyst","rakenburg","under-city","barrier coast"],
    "name": "the Twisting Warrens",
    "nickname": "The Twisting Warrens",
    "type": "Dungeon",
    "location": "Rakenburg",
    "description": [
      "The Twisting Warrens is a massive underground labyrinth located under the city of Rakenburg.",
      "There are three known entrances to the dungeon. All are guarded and monitored around the clock to prevent unwitting (and suicidal) explorers from entering. In order to enter, prospective adventurers must provide an official Writ of Passage, which can be purchased from the Guild Council of Rakenburg or provided by one of the guilds which make up the city governing body.",
      "The primary entrance to the under-city is located in the Dawnstar Fairgrounds, with smaller entrances in the Ghost Orchard and the Murky Reach."
    ]
  },
  "the-Molten-Halls": {
    "playerKnown": true,
    "tags": ["ruins","palace","ulfwyst","jordonis","efreet","barrier coast"],
    "name": "the Molten Halls",
    "nickname": "Molten Halls of Akad",
    "type": "Dungeon",
    "location": "Jordonis Mountains",
    "description": [
      "The Molten Halls were once the palace of Akad the Magnificent, an efreet who ruled an area of the southern Jordonis Mountains several thousand years ago."
    ]
  },
  "Korasov": {
    "playerKnown": false,
    "tags": ["city-state","barrier coast","ulfwyst","port"],
    "name": "Korasov",
    "nickname": "Free City of Korasov",
    "type": "City-State",
    "population": "~5000",
    "races": ["human","tiefling","dwarf","dragonborn","tortle"],
    "government": "Elective Monarchy",
    "location": "Barrier Coast",
    "description": [
      "The Free City of Korasov is a city-state in the Barrier Coast region of Ulfwyst. It is the norther-most city on the barrier coast. At one time, the city was considered part of the Kingdom of Navolin. However, due to changing political climates and shrewd diplomacy, the Lord Mayor of Korasov was able to align himself with the Free Cities of the Barrier Coast. Thus, the city became independent from Navolin without a single casualty."
    ]    
  },
  "Hubrynk": {
    "playerKnown": false,
    "tags": ["city-state","barrier coast","ulfwyst","port"],
    "name": "Hubrynk",
    "nickname": "Free Town of Hubrynk",
    "type": "City-State",
    "population": "~1000",
    "races": ["human","tiefling","dwarf","dragonborn"],
    "government": "Oligarchy",
    "location": "Barrier Coast",
    "description": [
      "Free Town of Hubrynk is a city-state in the Barrier Coast region of Ulfwyst. It is located between the larger city-states of Korasov and Braxinfurt.",
      "Hubrynk was resettled centuries ago in the shadow of a huge castle ruin. The structure, referred to locally as the 'Titan', has no visible entrances. Townsfolk claim that when the town was founded some of the settlers attempted to scale the walls to explore the ruins. None of the initial explorers who ventured over the walls ever returned, and the settlers banned all attempts to do so in the future for fear of what might lurk within."
    ]    
  },
  "Barrier-Coast": {
    "playerKnown": true,
    "tags": ["region","coast","mountains","ocean","ulfwyst"],
    "name": "Barrier Coast",
    "nickname": "Barrier Coast",
    "type": "Region",
    "races": ["human","dwarf","gnome","half-orc","dragonborn","tiefling"],
    "nation": "Barrier Coast City-States",
    "location": "Ulfwyst",
    "description": [
      "The Barrier Coast is a Region on the eastern coast of the continent of Ulfwyst. The region is a relatively dry, rocky coastline east of the Jordonis Mountains before ending at the Mare Concordis. Due to its length, the southern end of the region is temperate, while the northern end of the coast is sub-tropical.",
      "The major political elements in the region are the Free City-States of the Barrier Coast. These loosely affiliated city-states maintain their independence from each other, but share a common culture and a defensive alliance against outside aggression from other regional powers. The major city-states that comprise this alliance are Braxinfurt, Korasov, Rakenburg, Venbrin and Volikgrad."
    ]    
  },
  "Blighted-Mire": {
    "playerKnown": true,
    "tags": ["swamp","region","ulfwyst"],
    "name": "Blighted Mire",
    "nickname": "The Blighted Mire",
    "type": "Region",
    "races": ["human","elf","gnome","half-elf","half-orc","tiefling"],
    "nation": ["Tovanis","Zurast"],
    "location": "Ulfwyst",
    "description": [
      "The Blighted Mire is a large area of swampland in east-central Ulfwyst. The swamp, which acts as a natural divider between the state of Tovanis and the Archduchy of Zurast, is wild, stinking marshland full of wild creatures, dangerous monsters and forgotten ruins.",
      "It is here, while traveling north from the City of Zurast, that Murat and Zorrakir first met Evan-Jakob when he appeared out of thin air."
    ]    
  },
  "Venbrin": {
    "playerKnown": true,
    "tags": ["city-state","barrier coast","ulfwyst","port"],
    "name": "Venbrin",
    "nickname": "Free City of Venbrin",
    "type": "City-State",
    "population": "~2,500",
    "races": ["human","gnome","elf","dwarf","dragonborn"],
    "government": "Hereditary Monarchy",
    "location": "Barrier Coast",
    "description": [
      "The Free City of Venbrin is a city-state in the Barrier Coast region of Ulfwyst. Located on the isle of Sunheim off the eastern coast of Ulfwyst, the city is home to a large number of temples, including the High Temple of the Philosopher, the Eldergrove, the Shrine of St. Bastlen and Elfin Gate Monastery."
    ]
  },
  "Isle-of-Sunheim": {
    "playerKnown": true,
    "tags": ["island","barrier coast","region","ulfwyst"],
    "name": "Isle of Sunheim",
    "nickname": "Sunheim",
    "type": "Region",
    "location": "Mare Concordis",
    "description": [
      "The Isle of Sunheim is located off the eastern coast of the continent of Ulfwyst. Is is a sub-tropical island. The largest settlement on the island is the city of Venbrin."
    ]    
  },
  "Toridosa-Archipelago": {
    "playerKnown": true,
    "tags": ["island","archipelago","region","ulfwyst"],
    "name": "Toridosa Archipelago",
    "nickname": "Toridosa",
    "type": "Region",
    "description": [
      "The Toridosa Archipelago is series of islands in the center of the Mare Concordis. Little is known about the islands, though their existence has been known for centuries. It was only within the last few years that the island chain has been successfully mapped.",
      "Explorers who have traveled to the archipelago speak of incredible, vast ruins and terrible dangers that await any who venture there."
    ]    
  },
  "Castle-Grinsted": {
    "playerKnown": true,
    "tags": ["castle","navolin","rythlon","ulfwyst"],
    "name": "Castle Grinsted",
    "nickname": "Grinsted",
    "type": "Fortification",
    "location": "Kelishan Highlands",
    "leaders": ["Count Jeskin Sebroksi"],
    "description": [
      "Castle Grinsted is the home castle and seat of Count Jeskin Sebroksi. It is located along the Sulas river in southern Navolin and is the capital of the County of Szary. The castle is roughly two day's travel from the village of Rythlon."
    ]    
  },
  "Auburn-Castle": {
    "playerKnown": true,
    "tags": ["castle","navolin","rythlon","ulfwyst"],
    "name": "Auburn Castle",
    "nickname": "Auburn Castle",
    "type": "Fortification",
    "location": "Kelishan Highlands",
    "leaders": ["Baron Janik Malmor"],
    "description": [
      "Auburn Castle is a border keep along the border of Navolin and Tovanis in central Ulfwyst. Is the home castle and seat of Baron Janik Malmor.",
      "The castle manor is the home of numerous families of humans and halflings, including the Montajay family. Prior to the arrival of Roland of Zelmar and Lirr Stonebreath, and the events that transpired in the woodlands near the castle, it was also the home of Filibert Montajay."
    ]    
  },
  "Ruby-Phoenix-Guild-Hall": {
    "playerKnown": true,
    "tags": ["guild hall","building","rakenburg","ulfwyst","barrier coast","ruby phoenix"],
    "name": "Ruby Phoenix Guild Hall",
    "nickname": "Ruby Phoenix Guild Hall",
    "type": "Structure",
    "location": "Rakenburg",
    "leaders": ["Belthren Ogni","Rendis Moon","Khazar Thul"],
    "description": [
      "The guild hall of Ruby Phoenix is located in the Gullhollow District of Rakenburg. Located on the edge of the Dawnstar Fairgrounds, the hall is where the guilds meets prospective clients. In addition, the hall is a place for members to find lodging and training facilities."
    ]    
  },
  "Sacellum-of-the-Guardian": {
    "playerKnown": true,
    "tags": ["temple","building","rakenburg","ulfwyst","barrier coast","church","the guardian"],
    "name": "Sacellum of the Guardian",
    "nickname": "the Sacellum",
    "type": "Structure",
    "location": "Rakenburg",
    "leaders": ["High Prelate Tryngwen Benno"],
    "additionalImages": ["Sacellum-of-the-Guardian-exterior.png"],
    "description": [
      "The Sacellum of the Guardian is a massive, stone basilica in the heart of the main square of Rakenburg. Constructed 500 years ago, the building was designed in the Baroque style. The exterior of the Sacellum is comprised of gray stone and each of the four corners of the building rise into an imposing stone tower capped with a bronze spire.",
      "The basilica is one of the largest churches to the Guardian on Centhris, with pilgrims from all over Ulfwyst traveling to the city to visit the temple, take part in holy services and pray at the shrines to the champions and saints who have served him.",
      "The head of the temple is High Prelate Tryngwen Benno, who many view as the leader of the Church of the Guardian in Ulfwyst."
    ]    
  },
  "Kingdom-of-Abbasyr": {
    "playerKnown": false,
    "tags": ["kingdom","Abbasyr","state","ulfwyst"],
    "name": "Kingdom of Abbasyr",
    "nickname": "Abbasyr",
    "type": "State",
    "population": "~4 million",
    "races": ["dragonborn","human","half-orc","elf","gnome","half-elf","tiefling"],
    "government": "Hereditary Monarchy",
    "location": "Ulfwyst",
    "leaders": ["Sultana Safa Abbasyr"],
    "regions": ["Ur'shiid Desert","Adorra Sound","Tashvir Mountains","the Rostamas"],
    "description": [
      "The Kingdom of Abbasyr is a large, feudal state located in Western Ulfwyst. "
    ]
  },
  "Khezrabad": {
    "playerKnown": false,
    "tags": ["city","Abbasyr","capital","ulfwyst"],
    "name": "Khezrabad",
    "nickname": "Khezrabad",
    "type": "Settlement",
    "population": "25,000",
    "races": ["dragonborn","human","half-orc","tiefling"],
    "government": "Hereditary Monarchy",
    "location": "Abbasyr",
    "leaders": ["Sultana Safa Abbasyr"],
    "description": [
      "Khezrabad is the capital city of the Kingdom of Abbasyr."
    ]
  },
  "Qabakh": {
    "playerKnown": false,
    "tags": ["city","Abbasyr","port","ulfwyst","adorra sound"],
    "name": "Qabakh",
    "nickname": "Qabakh",
    "type": "Settlement",
    "population": "8,500",
    "races": ["dragonborn","human","half-orc","tiefling"],
    "government": "Viceroyalty",
    "location": "Abbasyr",
    "leaders": ["Emira Ghaliya Najjar"],
    "description": [
      "Qabakh is a major port city of the Kingdom of Abbasyr and is nicknamed 'the Jewel of the Adorra Coast'."
    ]
  },
  "Chram-of-the-Eternal": {
    "playerKnown": false,
    "tags": ["temple","building","rakenburg","ulfwyst","barrier coast","church","the eternal"],
    "name": "Chram of the Eternal",
    "nickname": "the Chram",
    "type": "Structure",
    "location": "Khezrabad",
    "leaders": ["High Priestess Katayun Attar"],
    "additionalImages": ["Chram-of-the-Eternal-exterior.png"],
    "description": [
      "The Chram of the Eternal is a the High Temple dedicated to the god of the sun. It is located in Khezbrabad, Abbasyr."
    ]    
  },
  "the-Rostamas": {
    "playerKnown": false,
    "tags": ["mountains","region","ulfwyst"],
    "name": "the Rostamas",
    "nickname": "Rostamas",
    "type": "Region",
    "location": "Ulfwyst",
    "description": [
      "The Rostamas are a small mountain range in north-central Ulfwyst. The divide the Ur'shiid Desert from Syrothian Plateau."
    ]
  },
  "Ur'shiid-Desert": {
    "playerKnown": false,
    "tags": ["desert","region","ulfwyst"],
    "name": "Ur'shiid Desert",
    "nickname": "Dunes of Ur'shiid",
    "type": "Region",
    "location": "Ulfwyst",
    "description": [
      "The Ur'shiid Desert is a vast, hot desert located in central Ulfwyst. It is the largest desert in Ulfwyst and one of the largest deserts on Centhris. The region is mostly considered part of the Kingdom of Abbasyr, though due to the hostile nature of the environment it is difficult exert direct control over those living in the deepest reaches of the wastes."
    ]
  },
  "Korin-Gulf": {
    "playerKnown": true,
    "tags": ["sea","region","ulfwyst"],
    "name": "Korin Gulf",
    "nickname": "Korin Gulf",
    "type": "Region",
    "location": "Lemuria",
    "description": [
      "The Korin Gulf is a large inland sea that is south of the Bay of Claws and north of the Venngar Sea."
    ]
  },
  "Bay-of-Claws": {
    "playerKnown": true,
    "tags": ["sea","region","ulfwyst"],
    "name": "Bay-of-Claws",
    "nickname": "Bay-of-Claws",
    "type": "Region",
    "location": "Lemuria",
    "description": [
      "The Bay of Claws is a small inland sea that connects to the Korin Gulf. The bay connects 3 states: Tovanis, the Archduchy of Zurast and Lemuria."
    ],
    "articles": {
      "A Light on Dark Waters": [
        "The bay owes its name to the colossal shards of stone that jut out from beneath its surface. The dark gray rocks are pitted with hundreds of grooves or indentations of unknown origin. In order to avoiding hitting the monoliths on particularly dark nights on the water, the peoples whose livelihood depends on the bay have taken to placing torches, enchanted to never run out of fuel, within the reliefs in the rock. Thus, the claws act as guide posts for sailors traversing the sea."
      ]
    }
  },
  "Strait-of-Krigere": {
    "playerKnown": true,
    "tags": ["desert","region","ulfwyst"],
    "name": "Strait of Krigere",
    "nickname": "Strait of Krigere",
    "type": "Region",
    "location": "Korin Gulf",
    "description": [
      "The Straight of Krigere is a natural waterway that divides the Korin Gulf. The strait is controlled by vessels belonging to the various Clans of Lemuria. On the eastern shore of the straight rests the great city of Kilurus."
    ]
  },
  "City-of-Brass": {
    "playerKnown": false,
    "tags": ["elemental","plane of fire","efreet","metal"],
    "name": "City of Brass",
    "nickname": "the City of Brass",
    "type": "Settlement",
    "races": ["efreet","salamander","azer"],
    "government": "Absolute Monarchy",
    "location": "Plane of Fire",
    "leaders": ["Marrake al-Sidan al-Hariq ben Lazan"],
    "quote": "\"It is a place of perpetual heat that reeks of burning flesh and ashen dreams. It is flame incarnate.\"",
    "description": [
      "Hovering in the hottest areas of the Plane of Fire, the City of Brass sits on an enormous disc of brass. A wall of ornate brass surrounds the entire city, giving the city its name. However, since the brass disc gives the city its ability to fly, (albeit slowly,) these impressive walls were typically unmanned. Throughout the cosmopolitan city, the increible heat of the Elemental Plane of Fire is suppressed by the will of the Grand Sultan in an effort to foster interplanar trade. Despite this, the city itself has a hindering effect on creatures cosmically aligned towards good, due partly to the nature of the efreet, but also to the numerous connecting portals with the Nine Hells.",
      "Surrounding the city itself are large mines where slaves mine tin, copper, and diamonds for their efreeti masters."
    ],
    "articles": {
      "History": [
        "Aside from the gods, elementals are possibly the oldest beings in all of creation and the city is considered possibly the first city to ever exist. None can state exactly how old the city is, and the efreet who live here care not for such mundane matters.",
        "The city has had several rulers over its existence. The first Grand Sultan being Ramiz al'Akbar Multahi Tawfiq, who presided over the city during its construction. Like many of the city's later Grand Sultans, he was eventually destroyed by other scheming members of the efreeti nobility."
      ],
      "Government": [
        "The City of Brass is governed by the undisputed Sultan of the Efreet, who rules the city with a tyrannical hold over his subjects. On occasion, the Sultan will oversee important legal matters of noble efreet but mostly focuses on wider politics. Although the Sultan is the paramount authority in the City of Brass, he generally delegates the day-to-day affairs to his vizier. The title of Grand Sultan is held by Marrake al-Sidan al-Hariq ben Lazan.",
        "Most efreet pledge their fealty to the Grand Sultan, whether they resided in the city or not. Even those residing in settlements outside of the city consider it their capital.",
        "Although the streets of the city are bustling with trade and crammed with crowds during the day, by night a strict curfew is enforced by the Illuminated, the guards of the city. All shops are shut up and all citizens must return to their homes, else face arrest, the loss of a hand, enslavement, or even death.",
        "Slaves are obligated to bear bracelets that display their servitude and who their master is at all times. It is common for visitors to the city to become slaves by defaulting on borrowed money. In addition, this servitude can be extended by additional offenses that can add days or even years to their thralldom."
      ]
    }
  },
  "Valley-of-Rud-Gilan": {
    "playerKnown": false,
    "tags": ["valley","Ur'shiid","region","ulfwyst","Abbasyr"],
    "name": "Valley of Rud Gilan",
    "nickname": "the Valley of No Return",
    "type": "Region",
    "location": "Ur'shiid Desert",
    "description": [
      "The Valley of Rud Gilan, also known as the Valley of No Return, is a dangerous sub-region of the Ur'shiid Desert. The valley is composed of rocky outcroppings and narrow, dry river beds. The area does receive occasional rainfall, during which the region floods for short periods of time before returning to its usual, arid state.",
      "The creatures that live in this region have evolved to survive in such a hostile climate. Voracious carnivores stalk the shards of jagged rock and the few herbivores that live in the area are stout beasts with various ways of conserving water between the infrequent periods of rain.",
      "Remnants of a long-dead civilization still dot the region. Many structures have long crumbled into ruin, though many great monuments, temples and public works can still be found throughout the area. Superstitious travelers steer well clear of the valley, and claim they have seen or hear tales of terrible, nightmarish creatures that wander the valley at night. Other claim they have seen huge, winged creatures circle the crags and ruins, openly displaying their power and ownership of the valley to anyone who might challenge their dominance."
    ] 
  },
  "Crimson-Mist-Mountains": {
    "playerKnown": false,
    "tags": ["mountains","forest","region","Western Koraxon"],
    "name": "Crimson Mist Mountains",
    "nickname": "Crimson Mist Mountains",
    "type": "Region",
    "location": "Western Koraxon",
    "description": [
      "The Crimson Mist Mountains is a mountain range in the south-west region of the continent of Western Koraxon. The region is renown for its verdant and lush, crimson forests. High spires dot the region and its coastal areas, and the flora is diverse, relative to the elevation. The mountain spires are capped with the crimson leaves of the huge trees that make up the Xiangmu Forest. At the base of the steep cliffs sits a lush bamboo forest teeming with wildlife."
    ] 
  },  
  "Jordonis-Mountains": {
    "playerKnown": true,
    "tags": ["mountains","region","ulfwyst"],
    "name": "Jordonis Mountains",
    "nickname": "Jordonis Mountains",
    "type": "Region",
    "location": "Ulfwyst",
    "description": [
      "The Jordonis Mountains are one of the most important geographic features in the climate, politics and culture of eastern Ulfwyst. Spanning a huge part of the eastern coast of the continent, the mountains act as the dividing line between the Kingdom of Navolin and the city-states of the Barrier Coast."
    ]
  },
  "Kazgrim-Mountains": {
    "playerKnown": true,
    "tags": ["mountains","region","ulfwyst"],
    "name": "Kazgrim Mountains",
    "nickname": "Kazgrim Moutains",
    "type": "Region",
    "location": "Ulfwyst",
    "description": [
      "The Kazgrim Mountains are a small series of volcanic mountains situated in souther eastern Ulfwyst. The range has been dormant for centuries, but millennia-ago is responsible for connecting central Ulfwyst to the landmass that now makes up eastern Lemuria.",
      "Centuries ago, dwarves from other parts of Ulfwyst set out, seeking new sites to establish outposts and forge new thanedoms. Most of these expiditions were doomed to failure. The harsh weather of the region, along with numerous threats that inhabit the mountains, such as chimeras, wyverns, giant, ogres, and trolls resulted in numerous camps and fledgling holds being sacked. However, eventually the persistence (and some would say suicidal stubbornness) of the dwarven people defied the odds, and the fortress of Rul Undrak was established under Mount Ulzanos on the northern end of the Kazgrim range."
    ]
  },
  "Pillars-of-Amud": {
    "playerKnown": true,
    "tags": ["mountains","region","ulfwyst"],
    "name": "Pillars of Amud",
    "nickname": "Spires of Amud",
    "type": "Region",
    "location": "Ulfwyst",
    "description": [
      "The Pillars of Amud are a series of huge, jagged rocky spires that cut across the heart of central Ulfwyst. They are the tallest mountains in Ulfwyst, and the range is the second longest on the continent. The mountain range is home to the dwarven kingdom of Dol Obok, one of the largest and most well-established dwarf kingdoms on Centhris. Carved into the mountains are five great dwarf cities: Thellodur, Felrast, Nak Orodum, Lanok and Isidar Hreth."
    ]
  }
}